{
  "characters": [
    {
      "id": "deborah",
      "name": "Deborah Von T",
      "role": "L'Ultima Foglia",
      "status": "vivo",
      "quote": "Dolore.",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/deborah_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/deborah_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/deborah.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-book-open",
          "markdown": "characters/deborah/biografia.md",
          "markdownText": "Deborah Von T è ricordata come l'Ultima Foglia della stirpe. Bambina dai capelli bianchi, porta con sé un potere antico che la casata Von T ha temuto e desiderato insieme.<br><br>Nel silenzio della cripta, la sua presenza è percepita come un peso costante: il suo nome ricorre nei sussurri e nei documenti, legato a un destino che potrebbe ridisegnare il sangue dei Von T.<br>"
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-fingerprint",
          "markdown": "characters/deborah/particolarita.md",
          "markdownText": "Molti la considerano la minaccia più grande del luogo. Si dice che la linea più vicina alla realtà sia legata a lei, e che le sue scelte possano alterare l'equilibrio dell'intera cripta.<br><br>Per questo è vista come un male da estirpare, non per crudeltà ma per paura di ciò che potrebbe diventare.<br>"
        },
        {
          "type": "lore",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "markdown": "characters/deborah/aspetto_fisico.md",
          "markdownText": "Deborah appare come una bambina dall'aspetto spettrale e profondamente tragico. La sua pelle è diafana, di un pallore marmoreo che risalta nell'oscurità, incorniciata da lunghi capelli bianchi leggermente ondulati che le ricadono sulle spalle.<br><br>I suoi occhi sono completamente bianchi, privi di iride e pupilla, e da essi sgorgano costantemente lacrime di sangue che le rigano il volto. Le sue mani, pallide e sottili, sono macchiate di sangue sulle punte delle dita e sui palmi.<br><br>Indossa una lunga tunica bianca, logora e sfilacciata alle maniche e all'orlo, sporca di polvere grigia e macchie ematiche rapprese. Al collo porta una semplice collana di perle, mentre sul capo è posata una corona di spine metalliche arrugginite, color rosso scuro, i cui aculei sembrano penetrare dolorosamente nella cute. Ai piedi indossa semplici scarpette bianche, anch'esse segnate dal tempo.<br>"
        }
      ],
      "relationships": []
    },
    {
      "id": "elena",
      "name": "Elena Erbadath",
      "role": "La Fantasma",
      "status": "vivo",
      "quote": "I ricordi sono annebbiati... ma il mio amore per lui è eterno.",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/elena_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/elena_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/elena.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-book-open",
          "markdown": "characters/elena/biografia.md",
          "markdownText": "Elena Erbadath nacque in una famiglia ricca, circondata da comodità, cure e attenzioni costanti. Nulla le mancava, tranne una cosa fondamentale: non camminò mai. Le sue gambe non la portarono mai da nessuna parte, e quella mancanza segnò tutta la sua vita.<br><br>Il denaro le offrì ciò che a molti era negato: una sedia a rotelle costruita con cura, medici preparati, una casa sicura. La sua esistenza era protetta, ordinata, controllata. Ma col tempo Elena capì che il benessere non poteva colmare ciò che sentiva dentro. Ogni gesto gentile le sembrava una catena, ogni attenzione una barriera. Non voleva essere difesa. Voleva scegliere.<br><br>Così, contro la volontà della famiglia, lasciò la sua casa e si trasferì nei quartieri poveri della città. Lì trovò strade rotte, muri consumati e persone vere. La vita era dura, ma sincera. Elena imparò a contare su se stessa, a chiedere meno aiuto, a sentire di più.<br><br>In quel mondo incontrò Rabberduscolanderson. Anche lui proveniva da una famiglia ricca, anche lui aveva rinunciato a tutto. Tra loro nacque un legame semplice e profondo. Andarono a vivere insieme in una casa modesta, tenuta in piedi più dall'affetto che dalle fondamenta. Furono anni brevi ma intensi: pochi soldi, silenzi condivisi, cani che dormivano ai piedi del letto.<br><br>Poi arrivò il giorno del sangue. Mentre Rabberduscolanderson era fuori con i suoi cani, Karla, sua nipote, entrò in casa. Non disse nulla. Non esitò. Un pugnale, un solo colpo, diretto al cuore. Elena morì lì, stesa sul letto, senza capire il motivo di tale crudeltà e senza poter rivedere l'uomo che amava.<br>"
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-fingerprint",
          "markdown": "characters/elena/particolarita.md",
          "markdownText": "La morte non la lasciò andare.<br><br>Il ricordo dell'ultimo istante - il freddo del metallo, il dolore improvviso, la solitudine di quel momento - la trattenne nel mondo dei vivi. Nel suo petto è ancora conficcato il pugnale che l'ha uccisa. Non è solo una ferita: è un'ancora. Ciò che l'ha strappata alla vita è anche ciò che la lega all'esistenza.<br>"
        },
        {
          "type": "custom_box",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "borderColor": "#8B0000",
          "markdown": "characters/elena/aspetto_fisico.md",
          "markdownText": "Elena appare come una figura eterea e tragica, con una forma translucida composta da un'energia spirituale che pulsa di sfumature rosso cremisi. Indossa un abito lungo e semplice, anch'esso spettrale.<br><br>I suoi capelli lunghi e ondulati incorniciano un volto pallido e diafano, segnato da un'espressione malinconica. Il dettaglio più agghiacciante è il pugnale di cristallo rosso conficcato nel suo petto, proprio sopra il cuore; non è un semplice oggetto, ma il fulcro della sua esistenza attuale. Si muove su una sedia a rotelle d'epoca in legno e metallo.<br>"
        },
        {
          "type": "image_box",
          "title": "Il ciondolo etereo",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/items/elena_necklace.webp"
        },
        {
          "type": "image_box",
          "title": "La Riunione",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/elena_rabber_reunion.webp",
          "markdown": "characters/elena/la-riunione.md",
          "markdownText": "Una luce calda si accende nel petto di Rabberduscolanderson, pulsando a ritmo di un cuore che non batte più. Spinto da una forza che non sa spiegare, dona a Valdor il suo stesso cuore, racchiuso in una sfera di vetro, come pegno di gratitudine e legame.<br><br>Elena, eterea e silente, lo avvolge in un abbraccio che trascende la morte. Non ci sono parole, solo la consapevolezza di essersi ritrovati in un luogo di disperazione. I ricordi sono confusi, il dolore è presente, ma per un istante, nel freddo della cripta, brilla una scintilla di calda umanità.<br>"
        },
        {
          "type": "banner_box",
          "title": "Messaggio dai Von T",
          "banner": "img/ui/karla_banner.png",
          "markdown": "characters/elena/messaggio_karla.md",
          "markdownText": "<br><br><i>\"Certo, vieni pure quando vuoi!\"</i><br><br>Parole innocenti, un invito gentile che segnò la condanna di due vite.<br>Quella sera, l'ombra della nostra ospite scivolò nella stanza, avvicinandosi al letto con passo felpato e inesorabile. Ricordo ancora il bagliore tremulo della candela che danzava sul filo della sua lama.<br><br>Sussurrò qualche parola, impossibili da ricordare... seguite solo da un dolore che invece non si può dimenticare.<br><br><i>\"Riposa in pace... o almeno provaci.\"</i><br><br>— <i>Karla Von T</i>"
        }
      ],
      "relationships": [
        {
          "id": "rabberduscolanderson",
          "description": "Compagno"
        }
      ]
    },
    {
      "id": "franky",
      "name": "Franky",
      "role": "Lo Scienziato",
      "status": "vivo",
      "quote": "She volete dei shieri, io shi shono!",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/franky_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/franky_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/franky.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-book-open",
          "markdown": "characters/franky/biografia.md",
          "markdownText": "Franky è uno scienziato dalla mente instabile: un topo parlante affiancato da un essere di carne cucita. Nel suo laboratorio macabro prepara sieri e innesti, trattando corpi e organi come componenti.<br><br>La sua ossessione è un golem gigantesco, un colosso che vorrebbe animare con un cuore capace di sostenerne il potere.<br>"
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-fingerprint",
          "markdown": "characters/franky/particolarita.md",
          "markdownText": "Tra i segreti che cerca, Franky brama un cuore che funzioni da batteria arcana. Le voci parlano di un cuore particolare, appartenuto ad Albert, che pulserebbe ancora di magia.<br><br>Per lui quel cuore è la chiave per dare vita al suo progetto, e ogni indizio alimenta la sua brama.<br>"
        },
        {
          "type": "lore",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "markdown": "characters/franky/aspetto_fisico.md",
          "markdownText": "Franky è un topo antropomorfo dall'aspetto grottesco, con il corpo privo di pelo e la pelle rosso sangue, come se fosse stato scuoiato.<br><br>Il suo corpo è coperto da rozze cuciture nere che tengono insieme pezzi di carne diversa. Ha grandi occhi neri e vitrei e un muso pronunciato. Indossa un camice da laboratorio bianco, sporco e ridotto a brandelli.<br>"
        },
        {
          "type": "image_box",
          "title": "I Sieri",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/items/franky_sierums.webp",
          "image_caption": "Collezione di sieri instabili.",
          "tags": "",
          "markdown": "characters/franky/sieri.md",
          "markdownText": "<br><br>> \"Ogni colore è una prome-sha... o una minac-sha!\"<br><br>Franky porta sempre con sé una vasta gamma di sieri instabili. Alcuni curano, altri potenziano, molti esplodono. La distinzione è spesso sottile quanto una sfumatura cromatica.<br>"
        },
        {
          "type": "image_box",
          "title": "Colosso di Carne",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/items/franky_colossal_golem.webp",
          "image_caption": "Costrutto di carne e metallo.",
          "tags": "",
          "markdown": "characters/franky/golem.md",
          "markdownText": "<br><br>> \"È vivo! PIÙ O MENO!\"<br><br>Il capolavoro (o l'abominio) supremo di Franky. Una montagna di muscoli cuciti insieme, alimentato da elettricità statica e fedeltà cieca. Ideale per spostare carichi pesanti o appiattire nemici fastidiosi.<br>"
        }
      ],
      "relationships": []
    },
    {
      "id": "ginevra",
      "name": "Ginevra Von T",
      "role": "La Madre",
      "status": "ignoto",
      "quote": "",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/ginevra_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/ginevra_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/ginevra.webp"
      },
      "content_blocks": [],
      "relationships": []
    },
    {
      "id": "karla",
      "name": "Karla Von T",
      "role": "La Vampira",
      "status": "vivo",
      "quote": "Insieme possiamo raggiungere il nostro obiettivo, lo sento.",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/karla_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/karla_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/karla.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-book-open",
          "markdown": "characters/karla/biografia.md",
          "markdownText": "Karla Von T appare quando viene chiamata dalle sue progenie o quando la sua volontà decide di imporsi. La sua presenza spezza le violenze: uno sguardo basta a piegare la volontà e a imporre silenzio.<br><br>Si mostra criptica ma interessata, soprattutto verso chi proviene da linee vicine a quella dei Von T, perché ritiene che il loro destino sia intrecciato al suo.<br>"
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-fingerprint",
          "markdown": "characters/karla/particolarita.md",
          "markdownText": "Karla conduce un rituale macabro che simula la morte. Chi vi si sottopone attraversa un'ombra breve e poi si risveglia con un potere nuovo, legato al sangue.<br><br>Il rito è rischioso e richiede fiducia assoluta; Karla lo presenta come un dono, ma il prezzo non è mai del tutto chiaro.<br>"
        },
        {
          "type": "lore",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "markdown": "characters/karla/aspetto_fisico.md",
          "markdownText": "Karla è una donna aristocratica dall'aspetto regale e minaccioso, con pelle pallidissima e lineamenti affilati. Ha capelli neri raccolti in un'acconciatura elegante e occhi rossi intensi che risaltano sul trucco scuro.<br><br>Indossa un sontuoso abito barocco rosso sangue con maniche a sbuffo, un corpetto stretto e una gonna ampia dorata.<br>"
        },
        {
          "type": "custom_box",
          "title": "Richieste e ambiguità",
          "icon": "fa-scroll",
          "borderColor": "var(--accent-primary)",
          "markdown": "characters/karla/richieste-e-ambiguita.md",
          "markdownText": "Karla chiede che il piano venga purificato da presenze che la infastidiscono: un uomo folle che tesse ragnatele e tendini, non-morti erranti, e una giullare che semina illusioni.<br><br>Sui suoi legami con il Tessimorte mantiene ambiguità: nega di conoscerlo, ma reagisce sempre quando il suo nome viene pronunciato. La sua fame è costante, e il sangue resta il suo vero tributo.<br>"
        }
      ],
      "relationships": [
        {
          "id": "rabberduscolanderson",
          "description": "Zio"
        },
        {
          "id": "x",
          "description": "Madre"
        },
        {
          "id": "nino_olegna",
          "description": "Padre"
        }
      ]
    },
    {
      "id": "nino_olegna",
      "name": "Nino Olegna",
      "role": "Il Tessimorte",
      "status": "morto",
      "quote": "Il tradimento è inaccettabile. Pagherai.",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/nino_olegna_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/nino_olegna_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/nino_olegna.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-book-open",
          "markdown": "characters/nino_olegna/biografia.md",
          "markdownText": "Nino Olegna, chiamato Tessimorte, è un alchimista macabro che intreccia ragnatele, tendini e corpi per generare creature innaturali. Il suo laboratorio è un labirinto di fascicoli e rituali oscuri.<br><br>I suoi documenti parlano dell'Assistente, detto Bacio Mortale, e di una creatura colossale dalle capacità incalcolabili. Le Creature Tela sono descritte come base per ulteriori creazioni, a testimonianza di una ricerca senza scrupoli.<br><br>Di lui restano appunti e una poesia carica di rancore, tracce di un uomo divorato dal proprio esperimento.<br>"
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-fingerprint",
          "markdown": "characters/nino_olegna/particolarita.md",
          "markdownText": "Tra le carte del Tessimorte sono stati rinvenuti quattro studi principali, che dettagliano la discesa nella follia scientifica e magica per la creazione della vita attraverso la seta necrotica.<br>"
        },
        {
          "type": "lore",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "markdown": "characters/nino_olegna/aspetto_fisico.md",
          "markdownText": "Nino Olegna è un uomo anziano e sinistro, dal viso scavato e la pelle grigiastra segnata dal tempo. Ha capelli bianchi radi e occhi gialli piccoli e penetranti.<br><br>La sua metà superiore è umana, mentre la parte inferiore è fusa con il corpo di un ragno gigante dalle zampe bianche e pelose. Indossa una veste blu notte decorata con motivi dorati che richiamano ragnatele e un ciondolo a forma di ragno sul petto.<br>"
        },
        {
          "type": "image_box",
          "title": "Tessimorfosi",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/documents/nino_fascicolo_creature_tela.webp",
          "image_caption": "Schema di sostituzione dei tessuti molli con fibre di seta.",
          "tags": "",
          "markdown": "characters/nino_olegna/tessimorfosi.md",
          "markdownText": "<i>Nascita delle Creature Tela</i><br><h3>Il Processo</h3><br>Studi complessi su come consumare i tessuti di una creatura umana preservando ossa e tendini. La carne viene rimpiazzata da tela di ragno gigante incantata con energia necrotica.<br><h3>Risultato</h3><br>La 'Creatura Tela' finale è flessibile, resistente e totalmente manipolata per rispettare il volere del suo creatore senza esitazione.<br><br>> La carne marcisce, la tela perdura.<br>"
        },
        {
          "type": "image_box",
          "title": "Evoluzione",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/documents/nino_fascicolo_webber.webp",
          "image_caption": "Fusione di più creature in un unico organismo difensivo.",
          "tags": "",
          "markdown": "characters/nino_olegna/evoluzione.md",
          "markdownText": "<i>Utilizzi e Creazione del 'Webber'</i><br><h3>Materia Prima</h3><br>Le Creature Tela non sono solo servi, ma ingredienti. Possono essere consumate e fuse per generare esseri superiori.<br><h3>Progetto Webber</h3><br>Un esperimento riuscito che ha portato alla creazione di una creatura simile ad un Roper. Sacrificando creature tela minori, si ottiene un mostro difensivamente più utile e resistente.<br>"
        },
        {
          "type": "image_box",
          "title": "Tessimorfosi Ciclica",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/documents/nino_fascicolo_bacio_mortale.webp",
          "image_caption": "Una figura umanoide composta di seta densa, china su un rituale.",
          "tags": "",
          "markdown": "characters/nino_olegna/tessimorfosi-ciclica.md",
          "markdownText": "<i>L'Assistente: Il Bacio Mortale</i><br><h3>Ottimizzazione</h3><br>Per velocizzare la creazione dell'armata, è stato progettato un Assistente. Richiede il consumo di un numero elevatissimo di Creature Tela, ma il risultato è inestimabile.<br><h3>Lealtà Assoluta</h3><br>Il Bacio Mortale è incredibilmente potente e pericoloso. Essendo composto della stessa essenza delle creature, vede Nino non solo come creatore, ma come padre e padrone assoluto, assistendolo nei rituali più complessi.<br><br>> Egli tesse dove le mie mani non arrivano.<br>"
        },
        {
          "type": "image_box",
          "title": "Tessimorfosi Definitiva",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/documents/nino_fascicolo_colosso_tela.webp",
          "image_caption": "Schizzi frenetici di una creatura immensa che assorbe corpi.",
          "tags": "",
          "markdown": "characters/nino_olegna/tessimorfosi-definitiva.md",
          "markdownText": "<i>La Fine del Ciclo: Il Colosso di Tela</i><br><h3>Genesi Rapida</h3><br>Con l'aiuto del Bacio Mortale, il tempo di creazione si riduce drasticamente. Nonostante l'alto sacrificio di servitori richiesto, la creazione del Colosso diventa possibile in tempi brevi.<br><h3>L'Imbattibile</h3><br>Una volta vivo, il Colosso si auto-alimenta. Uccide creature, ne assorbe i corpi e tramuta i tessuti in nuova tela, crescendo in dimensioni e potenza all'infinito.<br><h3>Nota Finale</h3><br>La grafia diviene pesante, il calco della penna quasi strappa la carta. L'ultima frase è un urlo di vendetta impresso nell'inchiostro: 'Nessuno sarà in grado di fermare questa creatura. NEMMENO TU.'<br>"
        },
        {
          "type": "image_box",
          "title": "Pergamena: Il Lamento del Tradito",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/documents/nino_poesia.webp",
          "image_caption": "Versi tracciati con rabbia su pergamena antica.",
          "tags": "",
          "markdown": "characters/nino_olegna/lamento-del-tradito.md",
          "markdownText": "<i>Un messaggio personale rivolto a Karla.</i><br><h3>Il Testo</h3><br>Nel fondo della tomba, continuamente mi rigiravo,<br>Per quell'azione ignobile che da te non m'aspettavo.<br><br>Ora dal buio ritorno, con in mano il mio cuore,<br>Da padre tradito, sento ancora il dolore.<br><br>Un dolore antico, che in me non si placa,<br>Ingannato ed ucciso dalla mia figlia ingrata.<br><br>Ma ascolta l'avviso che la bianca tela ti porta,<br>Perché qualcosa nel tuo piano stavolta è andata storta.<br><br>Tra densi fili di tenebra sarai imprigionata,<br>Nessuna salvezza, nessuna pietà mostrata.<br><br>Ti troveranno, lo sai... vedrai le loro zanne e la seta<br>sarà la mia vendetta a prendere forma e sarà completa.<br><br>Karla, figlia ingrata, quel giorno il rispetto è mancato,<br>il mio sangue è colato, ed il mio onore si è spezzato.<br><br>Ma a chi spezza il sacro ed antico patto familiare,<br>resta solo la notte, e i ragni che -<br><br>> Ma a chi spezza il sacro ed antico patto familiare, resta solo la notte...<br>"
        }
      ],
      "relationships": [
        {
          "id": "x",
          "description": "Moglie"
        },
        {
          "id": "karla",
          "description": "Figlia",
          "hidden": "false"
        }
      ]
    },
    {
      "id": "rabberduscolanderson",
      "name": "Rabberduscolanderson Von T",
      "role": "Il Reietto",
      "status": "vivo",
      "quote": "Io volevo solo starmene seduto nella mia stanza, perché sono finito su questo sito?!",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/rabberduscolanderson_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/rabber_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/rabberduscolanderson.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-book-open",
          "markdown": "characters/rabberduscolanderson/biografia.md",
          "markdownText": "Rabberduscolanderson nacque come primogenito della nobile casata Von T. Il suo destino fu segnato fin dal battesimo: suo padre, Yuris, gli impose il nome \"Rabberduscolanderson\" contro la ferma volontà della madre, Leonora. Questo atto di prepotenza trasformò il figlio in un simbolo vivente dei conflitti coniugali. Leonora, incapace di separare il bambino dall'odio per il marito, lo ignorò per gran parte della sua infanzia, riversando su di lui una fredda indifferenza.<br><br>Crescendo, Rabberduscolanderson si rivelò privo di qualsiasi talento pratico, sociale o politico necessario per navigare la vita di corte. Non riuscì mai a trovare il suo posto nel regno, né una compagna con cui generare eredi. Per suo padre Yuris, ossessionato dalla continuazione della stirpe, questa fu l'onta definitiva. Considerato un ramo secco dell'albero genealogico, Rabberduscolanderson fu cacciato dal palazzo, spogliato dei suoi privilegi.<br><br>Paradossalmente, l'esilio fu la sua salvezza temporanea. Visse in povertà, circondato solo dall'affetto sincero dei suoi tre cani: Mimi, Coco e Balù. In tarda età, trovò l'amore in Elena, una donna di vent'anni più giovane. Furono anni di felicità semplice, scandita dal tintinnio di poche monete di rame. Tuttavia, il destino fu crudele: la morte prematura di Elena gettò Rabberduscolanderson in una disperazione senza fondo. Incapace di sopportare il dolore, si tolse la vita gettandosi in un fossato. I suoi fedeli cani, abbandonati, morirono di fame pochi giorni dopo, seguendo il padrone nel triste destino."
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-fingerprint",
          "markdown": "characters/rabberduscolanderson/particolarita.md",
          "markdownText": "<h3>L'Ossessione per il Rame</h3><br>Nonostante sia un non-morto, Rabberduscolanderson conserva una scintilla della sua umanità, legata indissolubilmente al ricordo della semplicità. Oro ed argento non hanno valore per lui, gli ricordano la nobiltà che lo ha rifiutato. Ama invece il rame: il suono e la vista delle monete di rame gli evocano i rari momenti di gioia della sua vita umile con Elena.<br><br>> <b>Il Mercante della Cripta:</b> Vagando per la cripta, ha raccolto oggetti preziosi lasciati da altri avventurieri o appartenenti al luogo, ma non sa che farsene. È disposto a cedere oggetti magici e di  valore, ma accetta come pagamento esclusivamente monete di rame. Per lui, un sacchetto di tintinnanti monete marroni vale più di una spada incantata.<br>"
        },
        {
          "type": "lore",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "markdown": "characters/rabberduscolanderson/aspetto_fisico.md",
          "markdownText": "Rabberduscolanderson è uno scheletro vivente che emana un'aria di furtiva astuzia. Spogliato di ogni traccia di carne, le sue ossa sono ingiallite dal tempo, e le orbite vuote del teschio sono illuminate da due piccoli punti di luce rossa. Il suo volto scheletrico sembra perennemente atteggiato in un sorriso sardonico.<br><br>Veste come un vagabondo: indossa stracci logori nei toni del marrone e del grigio, talmente consunti da sembrare fusi con le sue ossa. Un cappello di paglia sformato e rovinato dalle intemperie gli copre il capo. Una borsa a tracolla in cuoio marrone, piena di fibbie e tasche, è assicurata al suo petto.<br>"
        },
        {
          "type": "image_box",
          "title": "I Compagni Fedeli",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/items/rabberduscolanderson_dogs.webp",
          "markdown": "characters/rabberduscolanderson/i-compagni-fedeli.md",
          "markdownText": "<i>Mimi, Coco e Balù</i><br><h3>Lealtà Incondizionata</h3><br>I tre fedeli cani di Rabberduscolanderson, che lo hanno seguito fino alla morte e oltre.<br><br>> L'unico amore che non tradisce mai.<br>"
        },
        {
          "type": "image_box",
          "title": "Cuore di Rabberduscolanderson",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/items/heart-rabberduscolanderson.webp",
          "imageStyle": "border-radius: 50%; object-fit: cover;",
          "markdown": "characters/rabberduscolanderson/cuore-di-rabberduscolanderson.md",
          "markdownText": "<i>Una piccola sfera contenente un cuore e potere arcano.</i><br><h3>Oggetto meraviglioso (leggendario), richiede sintonia</h3><br>Ottieni vantaggio alle prove abilità di Stealth, Perception per cercare oggetti nascosti vicini ad almeno una moneta di rame, e Animal Handling nelle prove contro le bestie.<br>Ottieni svantaggio a qualsiasi tiro salvezza legato ad effetti di paura ed hai svantaggio ai tiri per colpire contro qualsiasi creatura di taglia superiore alla tua. Inoltre, sei vulnerabile ai danni da caduta.<br><br>> Solo e reietto vive incapace nel dolore più profondo<br>> ama una donna, lei muore: del baratro tocca il fondo.<br>"
        }
      ],
      "relationships": [
        {
          "id": "elena",
          "description": "Compagna"
        },
        {
          "id": "x",
          "description": "Sorella minore"
        },
        {
          "id": "karla",
          "description": "Nipote"
        }
      ]
    },
    {
      "id": "x",
      "name": "X Von T",
      "role": "La Studiosa",
      "status": "vivo",
      "quote": "Il sapere sopravvive dove il potere consuma.",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/x_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/x_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/x.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-book-open",
          "markdown": "characters/x/biografia.md",
          "markdownText": "Figlia di Yuris e Leonora Von T, X porta un nome nato per ripicca. Dopo che il primogenito fu chiamato Rabberduscolanderson contro la volontà della madre, Leonora scelse per la figlia successiva un nome ridotto all'essenziale: una sola lettera, un rifiuto silenzioso verso le imposizioni del marito.<br><br>Crescendo, X osservò i conflitti familiari da un angolo distante, trasformando la freddezza domestica in curiosità. Il sangue dei Von T le offriva privilegi, ma lei li usò soltanto per accedere a tomi e rituali proibiti.<br><br>X fu attratta fin da piccola dalle arti arcane, incrociando ogni declinazione della necromanzia: resuscitazione, annichilimento, tessitura di anime. Studiò con attenzione il patto che Yuris stipulò per elevare la casata, annotando conseguenze e pericoli con rigore quasi accademico. Pur comprendendo l'immenso potere destinato all'Ultima Foglia, lo considerava una condanna. Cercò nei suoi studi una via per comprendere, non per ereditare, convinta che rincorrere quel potere le avrebbe fatto perdere la sua umanità.<br><br>Convinta che il patto avrebbe divorato l'Ultima Foglia, X decise di avere figli presto: a 17 anni diede alla luce Tokka e, subito dopo, Karla. Sapeva che Rabberduscolanderson difficilmente avrebbe portato avanti la stirpe e non voleva che il potere finale si posasse sulle sue spalle. Per tutta la vita rimase ai margini degli intrighi di corte, utilizzando il titolo nobiliare soltanto per ottenere accesso a biblioteche, rituali e mentori. La famiglia la considerava distante; lei ricambiava con un distacco calcolato, protetta dai suoi studi.<br>"
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-scoll",
          "markdown": "characters/x/particolarita.md",
          "markdownText": "<h3>Ricercatrice nella Cripta</h3><br>Ora si trova nel primo piano della cripta: una cella piena di libri aperti, pergamene e formule abbozzate. La sua sete di conoscenza non si è placata con la morte, anzi si è cristallizzata.<br><br><b>Cosa vuole:</b><br><ul><li>Libri, appunti, pergamene o documenti rari di qualsiasi scuola.</li><li>Notizie sul patto dei Von T e sugli esiti dell'Ultima Foglia.</li><li>Trattati su necromanzia, sangue e tempo.</li></ul><br><b>Cosa offre:</b><br><ul><li>Informazioni sulla famiglia, sui rituali necromantici e sulla cripta.</li><li>Interpretazioni di testi oscuri e piccoli rituali di supporto.</li></ul><br><b>Meccanica di Scambio:</b> consegnando un testo interessante, i personaggi possono ottenere dettagli sul patto, bonus narrativi legati alla necromanzia o frammenti di conoscenza sulla famiglia.<br>"
        },
        {
          "type": "lore",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "markdown": "characters/x/aspetto_fisico.md",
          "markdownText": "X è un'imponente entità non-morta che irradia potere arcano e autorità oscura. Si presenta come uno scheletro completo, la cui struttura ossea è visibile attraverso gli strappi delle sue vesti. Le orbite profonde ospitano fiamme rosse ardenti.<br><br>Indossa paramenti neri, ampi e lacerati, che ricordano quelli di un antico stregone o di un sacerdote della morte. Il capo è coperto da un grande cappello nero a tesa larga, sopra il quale poggia una corona di punte metalliche o spine. Alla cintura porta diverse borse e sacche di pelle, probabilmente contenenti componenti magici.<br>"
        }
      ],
      "relationships": [
        {
          "id": "rabberduscolanderson",
          "description": "Fratello maggiore"
        },
        {
          "id": "nino_olegna",
          "description": "Marito"
        },
        {
          "id": "karla",
          "description": "Figlia"
        }
      ]
    },
    {
      "id": "zara",
      "name": "Zara",
      "role": "La Giullare",
      "status": "ignoto",
      "quote": "Buuuu! Ahahaha!",
      "type": "npc",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/zara_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/transp/zara_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/zara.webp"
      },
      "content_blocks": [
        {
          "type": "lore",
          "title": "Biografia",
          "icon": "fa-mask",
          "markdown": "characters/zara/biografia.md",
          "markdownText": "Il nome di Zara compare tra i ritratti e le targhette del palazzo, come un ricordo fissato nel tempo. È conosciuta come La Giullare, una presenza legata alle stranezze del piano.<br><br>Chi ne parla la descrive come creatrice di inganni e distorsioni, un'ombra che prende forma tra le sale.<br>"
        },
        {
          "type": "lore",
          "title": "Particolarità",
          "icon": "fa-feather",
          "markdown": "characters/zara/particolarita.md",
          "markdownText": "Le sue apparizioni sono teatrali: una figura enorme che urla \"Booo!\" e poi esplode in coriandoli colorati. Ogni volta si dissolve senza lasciare tracce, tornando con forme diverse, più piccole e più beffarde.<br><br>È difficile distinguere dove finisca l'illusione e dove inizi il pericolo reale.<br>"
        },
        {
          "type": "lore",
          "title": "Aspetto Fisico",
          "icon": "fa-user",
          "markdown": "characters/zara/aspetto_fisico.md",
          "markdownText": "Zara è una donna umana dall'incarnato pallido, con un'espressione maniacale stampata sul volto: un sorriso troppo ampio e occhi rossi luminosi che tradiscono una natura instabile. Ciuffi di capelli color zenzero sfuggono disordinatamente dal suo copricapo.<br><br>Il suo abbigliamento è un tripudio di colori contrastanti: indossa un classico costume da giullare a rombi viola e gialli, completo di cappello a due punte con campanellini dorati, calze a righe coordinate e scarpe rosse a punta arricciate.<br>Brandisce uno scettro grottesco sormontato da un teschio ridente, che indossa a sua volta un piccolo cappello da giullare; dallo scettro emana un fumo spettrale verdastro<br>"
        },
        {
          "type": "image_box",
          "title": "Il Girocollo Festoso",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/items/zara_necklace.webp",
          "markdown": "characters/zara/collana.md",
          "markdownText": "Un bizzarro girocollo composto da palloncini colorati (blu, arancione, verde, giallo) intrecciati tra loro con maestria sorprendente. Al centro pende un ciondolo piatto, forse di legno dipinto o plastica rigida, che raffigura il volto stilizzato e sorridente di un giullare. Nonostante l'apparenza innocua e giocosa, l'oggetto emana una vibrazione di follia latente, come se fosse un trofeo o un talismano di un carnevale distorto.<br>"
        },
        {
          "type": "image_box",
          "title": "I Passi della Follia",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/items/zara_shoes.webp",
          "hidden": "true",
          "markdown": "characters/zara/i-passi-della-follia.md",
          "markdownText": "<h2>Scarpe del Giullare incantate</h2><br><h3>Passo Danzante</h3><br>Queste scarpe rosse dalla punta arricciata sembrano muoversi da sole a ritmo di una musica udibile solo da chi le indossa. <br><h3>Effetti</h3><br>Permettono di muoversi con grazia innaturale, ignorando le leggi della fisica per brevi istanti. Chi le indossa può camminare su superfici verticali o sull'acqua per un breve tratto, purché continui a danzare senza sosta.<br><br>> \"La gravità è solo un suggerimento, e anche piuttosto noioso.\""
        },
        {
          "type": "image_box",
          "title": "Marionetta Rara",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/zara_puppet_1.webp",
          "markdown": "characters/zara/marionetta_rara.md",
          "markdownText": "Una bambola di pezza dall'aspetto grottesco, seduta in posa inerte. Indossa un cappello da giullare bicolore, rosso e blu, adornato da campanelli dorati. Il volto, simile a porcellana o plastica invecchiata, è deformato in un sorriso sdentato e maniacale, mentre gli occhi brillano di una sinistra luce rossa priva di pupille. Il corpo tozzo è segnato da cuciture grossolane e termina con scarpe a punta rosse.<br>"
        },
        {
          "type": "image_box",
          "title": "Marionetta Tete",
          "image": "https://khuzoe.github.io/sigillo-del-male/assets/img/creatures/zara_puppet_2.webp",
          "markdown": "characters/zara/marionetta_tete.md",
          "markdownText": "Una creatura surreale composta quasi interamente da una testa enorme montata su due gambe sottili e lunghe. Il volto riprende i tratti inquietanti della prima marionetta: occhi rossi luminosi e sorriso folle, incorniciati da capelli color zenzero e un cappello da giullare. Le gambe esili, prive di un vero corpo, terminano in grandi scarpe rosse a punta arricciata, suggerendo un movimento saltellante e innaturale.<br>"
        }
      ],
      "relationships": []
    }
  ],
  "players": [
    {
      "id": "apothecary",
      "name": "Apothecary",
      "role": "Chierica della Vita",
      "description": "Portatrice di luce e guarigione. Ha stretto un legame particolare con Rabberduscolanderson e la sua magia divina è stata fondamentale per spezzare le maledizioni della cripta.",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/apothecary_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/apothecary_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/apothecary.webp"
      },
      "summary": {
        "race": "Kenku",
        "age_at_death": "N/A",
        "height": "70cm",
        "period": "14",
        "cause_of_death": "N/A"
      },
      "content_blocks": []
    },
    {
      "id": "garun",
      "name": "Ga'Run",
      "role": "Barbaro",
      "description": "Padre di Ran'Dra e combattente instancabile. Ha subito sulla sua pelle le peggiori maledizioni dei Von T, ma la sua tenacia e la sua forza bruta non hanno mai vacillato.",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/garun_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/garun_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/garun.webp"
      },
      "summary": {
        "race": "Umano",
        "age_at_death": "N/A",
        "height": "1.95m",
        "period": "Contemporaneo",
        "cause_of_death": "N/A"
      },
      "content_blocks": []
    },
    {
      "id": "randra",
      "name": "Ran'Dra",
      "role": "Maga (Evocazione)",
      "description": "Figlia di Ga'Run, esperta nel muoversi non vista e nel sottrarre oggetti preziosi. Le sue illusioni hanno spesso permesso al gruppo di sfuggire a mostri gargantueschi.",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/randra_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/randra_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/randra.webp"
      },
      "summary": {
        "race": "Eladrin (Estate)",
        "age_at_death": "N/A",
        "height": "1.65m",
        "period": "Contemporaneo",
        "cause_of_death": "N/A"
      },
      "content_blocks": []
    },
    {
      "id": "valdor",
      "name": "Valdor",
      "role": "Artificiere",
      "description": "Maestro delle arti arcane e creatore di sigilli magici. La sua intelligenza ha salvato il gruppo innumerevoli volte, risolvendo enigmi letali e intrappolando nemici potenti.",
      "images": {
        "avatar": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/valdor_transp.webp",
        "hover": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/valdor_animation.webp",
        "portrait": "https://khuzoe.github.io/sigillo-del-male/assets/img/players/valdor.webp"
      },
      "summary": {
        "race": "Nano",
        "age_at_death": "N/A",
        "height": "1.50m",
        "period": "74",
        "cause_of_death": "N/A"
      },
      "content_blocks": []
    }
  ],
  "skills": {
    "valdor": {
      "bgImage": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/tree_valdor.webp",
      "nodes": [
        {
          "id": 1,
          "x": 50,
          "y": 80,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_cariche_tonanti.webp",
          "title": "Cariche Tonanti",
          "flavor": "Il potere del tuono si concentra nel palmo della tua mano.",
          "desc": "<p>Ottieni 3 cariche tonanti e recuperi le tue cariche tonanti quando completi un riposo lungo. Inoltre, recuperi 1 carica tonante ogni volta che infliggi danni ad una creatura ostile con il tuo Schiaffo Tonante. Se fai un critico, ne recuperi 2.</p><p>Quando vieni colpito da un attacco, puoi usare la tua reazione per spendere 1 carica tonante ed attaccare la creatura attaccante con il tuo Schiaffo Tonante, se si trova nel tuo reach.</p><p>Quando raggiungi 0 punti vita, puoi spendere 1 carica tonante per rimanere con 1 punto vita.</p>",
          "keyNode": true,
          "state": "unlocked",
          "connections": [
            2
          ]
        },
        {
          "id": 2,
          "x": 50,
          "y": 70,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_risonanza_tonante.webp",
          "title": "Risonanza Tonante",
          "flavor": "L'eco dei tuoi schiaffi tonanti si propaga nel tuo corpo.",
          "desc": "<p>Ogni volta che spendi le tue cariche tonanti, puoi attivare uno dei seguenti effetti a tua scelta:</p><ul><li>Ottieni punti vita temporanei pari a 1d4 × cariche spese (eventualmente cumulativi);</li><li>Ottieni classe armatura pari a 1d4 × cariche spese, fino alla fine del tuo prossimo turno;</li><li>Ottieni un bonus ai tiri salvezza pari a 1d4 × cariche spese, fino alla fine del tuo prossimo turno;</li><li>Ottieni un bonus ai danni del tuo Schiaffo Tonante pari a 1d4 × cariche spese, fino alla fine del tuo prossimo turno.</li></ul>",
          "state": "unlocked",
          "connections": [
            3,
            4
          ]
        },
        {
          "id": 3,
          "x": 35,
          "y": 60,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_carica_devastante.webp",
          "title": "Carica Devastante",
          "flavor": "Convogli l'energia tonante in un singolo colpo devastante.",
          "desc": "<p>Dopo aver colpito con il tuo Schiaffo Tonante, puoi spendere un numero di cariche tonanti a tua scelta per aumentare i danni inflitti di 1d8 × numero di cariche tonanti spese.</p>",
          "connections": [
            5
          ],
          "state": "unlockable"
        },
        {
          "id": 4,
          "x": 65,
          "y": 60,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_braccio_tonante.webp",
          "title": "Braccio Tonante",
          "flavor": "Il tuono raggiunge anche i nemici più lontani.",
          "desc": "<p>All'inizio del tuo turno, puoi spendere 1 carica tonante per aumentare il reach di 30 piedi del tuo Schiaffo Tonante fino all'inizio del tuo prossimo turno.</p>",
          "connections": [
            5
          ],
          "state": "unlockable"
        },
        {
          "id": 5,
          "x": 50,
          "y": 52,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_mano_tonante.webp",
          "title": "Mano Tonante",
          "flavor": "Una gigantesca mano di pura energia tonante risponde ai tuoi comandi.",
          "desc": "<p>Il numero massimo di cariche tonanti che puoi immagazzinare aumenta di 2.</p><p>Puoi usare la tua azione per spendere 5 cariche tonanti ed evocare una Mano Tonante entro 120 piedi da te, per 1 minuto. La Mano Tonante è un oggetto di taglia Grande con 20 AC e punti vita massimi pari a 10 × numero massimo di cariche tonanti.</p><p>Quando usi questa abilità ed usando la tua azione bonus nei turni successivi, puoi muovere la mano di 60 piedi e usare uno Schiaffone Tonante.</p><ul><li><strong>Schiaffone Tonante:</strong> melee spell attack, danno tuono: 1d6 × numero massimo di cariche tonanti.</li></ul>",
          "connections": [
            6,
            7
          ]
        },
        {
          "id": 6,
          "x": 25,
          "y": 44,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_raffica_di_schiaffi.webp",
          "title": "Raffica di Schiaffi",
          "flavor": "Le tue mani colpiscono più veloci del tuono.",
          "desc": "<p>Ottieni extra attack quando attacchi con il tuo Schiaffo Tonante.</p>",
          "connections": [
            8
          ]
        },
        {
          "id": 7,
          "x": 75,
          "y": 44,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_schiaffo_assordante.webp",
          "title": "Schiaffo Assordante",
          "flavor": "Ogni schiaffo lascia dietro di sé un fragore assordante.",
          "desc": "<p>Il numero massimo di cariche tonanti che puoi immagazzinare aumenta di 3.</p><p>Quando colpisci con il tuo Schiaffo Tonante, puoi spendere 1 carica tonante per forzare la creatura a superare un tiro salvezza Costituzione, o essere Assordata. Se la creatura fallisce il tiro salvezza, recuperi 2 cariche tonanti.</p>",
          "connections": [
            8
          ]
        },
        {
          "id": 8,
          "x": 50,
          "y": 40,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_mano_tonante_potenziata.webp",
          "title": "Mano Tonante Potenziata",
          "flavor": "La Mano Tonante diventa il tuo pugno divino sul campo di battaglia.",
          "desc": "<p>La tua Mano Tonante può attaccare un numero di volte pari al numero di attacchi che puoi fare con il tuo Schiaffo Tonante ed ottiene un bonus al tiro per colpire pari al tuo numero massimo di cariche tonanti.</p><p>Inoltre, quando la Mano Tonante colpisce una creatura Assordata con il suo Schiaffone Tonante, puoi spendere 1 carica tonante per forzare la creatura a superare un tiro salvezza Costituzione, o essere Stordita fino alla fine del tuo prossimo turno.</p>",
          "connections": [
            9,
            10
          ]
        },
        {
          "id": 9,
          "x": 30,
          "y": 32,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_raffica_di_schiaffi_plus.webp",
          "title": "Raffica di Schiaffi+",
          "flavor": "Affini la tua tecnica, moltiplicando il ritmo dei tuoi colpi.",
          "desc": "<p>Ottieni extra attack quando attacchi con il tuo Schiaffo Tonante.</p>",
          "connections": [
            11
          ]
        },
        {
          "id": 10,
          "x": 70,
          "y": 32,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_abiurazione_tonante.webp",
          "title": "Abiurazione Tonante",
          "flavor": "I tuoi incantesimi difensivi risuonano come un tuono distante.",
          "desc": "<p>Il numero massimo di cariche tonanti che puoi immagazzinare aumenta di 2.</p><p>Quando lanci un incantesimo di Abiurazione, puoi spendere le tue cariche tonanti per upcastarlo di 1 livello per ogni carica tonante che spendi.</p>",
          "connections": [
            11
          ]
        },
        {
          "id": 11,
          "x": 50,
          "y": 12,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_valdor_schiaffone_finale.webp",
          "title": "Schiaffone Finale",
          "flavor": "Il colpo conclusivo che fa tremare cielo e terra.",
          "desc": "<p>Se hai almeno 1 carica tonante, puoi spendere tutte le tue cariche tonanti rimaste per sferrare uno Schiaffone Finale, massimizzando i danni dello Schiaffone Tonante (prima del tiro per colpire). Dopo aver sferrato questo attacco, la Mano Tonante svanisce in un tuono assordante. Ogni creatura entro 15 piedi dalla Mano Tonante deve superare un tiro salvezza Costituzione o subire danni pari a tutti i danni inflitti dalla Mano Tonante in questo turno. Superare dimezza.</p>",
          "connections": []
        }
      ]
    },
    "apothecary": {
      "bgImage": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/tree_apothecary.webp",
      "nodes": [
        {
          "id": 1,
          "x": 60,
          "y": 15,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_corpo_terreno.webp",
          "title": "Corpo Terreno",
          "flavor": "Il tuo corpo terreno inizia a diventare fertile.",
          "desc": "<p>Puoi coltivare delle piante direttamente sul tuo petto. Per piantare un seme nel tuo corpo, puoi consumare uno slot incantesimo. Dopo 24 ore, tra le tue piume nasceranno delle Foglie di Apothecura utilizzabili per creare una Pozione di Apothecura. Se ingerita, rigenera 3d4+3 punti vita.</p><p>Puoi cogliere e consumare le tue Foglie di Apothecura durante un riposo breve per ottenere la pozione. Una volta colte, le foglie rimangono utlizzabili per 8 ore, prima di scadere. Puoi avere al massimo una porzione di foglie sul tuo corpo.</p><p>Quando raggiungi 0 punti vita, se hai piantato le Foglie di Apothecura sul tuo corpo da almeno 1 ora, puoi ottenere immediatamente gli effetti forniti dalla tua Pozione di Apothecura, consumando le foglie.</p>",
          "keyNode": true,
          "state": "unlocked",
          "connections": [
            2,
            3
          ]
        },
        {
          "id": 2,
          "x": 60,
          "y": 27,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_crescita_rigogliosa.webp",
          "title": "Crescita Rigogliosa",
          "flavor": "Il tuo corpo terreno consente una crescita più rigogliosa.",
          "desc": "Le tue Foglie di Apothecura sono più succose. Le tue Pozioni di Apothecura curano di 2d4+2 punti vita aggiuntivi.",
          "state": "unlockable",
          "connections": [
            4
          ]
        },
        {
          "id": 3,
          "x": 45,
          "y": 27,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_crescita_rapida.webp",
          "title": "Crescita Rapida",
          "flavor": "Il tuo corpo terreno consente una crescita più veloce.",
          "desc": "Le piante che crescono sul tuo corpo impiegano la metà del tempo per essere pronte all'utilizzo.",
          "state": "unlocked",
          "connections": [
            4
          ]
        },
        {
          "id": 4,
          "x": 45,
          "y": 39,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_apotherapia.webp",
          "title": "Apotherapia",
          "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
          "desc": "Ora puoi coltivare anche Foglie di Apotherapia per creare una Pozione di Apotherapia. Se ingerita, rimuove gli effetti negativi che affliggono il paziente, con un effetto pari all'incantesimo Lesser Restoration.",
          "connections": [
            5,
            6
          ],
          "state": "unlockable"
        },
        {
          "id": 5,
          "x": 45,
          "y": 51,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_crescita_rigogliosa.webp",
          "title": "Crescita Rigogliosa",
          "flavor": "Il tuo corpo terreno consente una crescita più rigogliosa.",
          "desc": "Le tue Foglie di Apothecura sono più succose. Le tue Pozioni di Apothecura curano di 2d4+2 punti vita aggiuntivi.",
          "connections": [
            7
          ]
        },
        {
          "id": 6,
          "x": 30,
          "y": 51,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_crescita_rapida.webp",
          "title": "Crescita Rapida",
          "flavor": "Il tuo corpo terreno consente una crescita più veloce.",
          "desc": "Le piante che crescono sul tuo corpo impiegano la metà del tempo per essere pronte all'utilizzo.",
          "connections": [
            7
          ]
        },
        {
          "id": 7,
          "x": 30,
          "y": 63,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_giardino_variegato.webp",
          "title": "Giardino Variegato",
          "flavor": "Il tuo corpo terreno ora riesce ad ospitare più foglie contemporaneamente.",
          "desc": "Se usi uno slot incantesimo di 2° livello o superiore, puoi coltivare contemporaneamente 2 porzioni di piante (uguali o diverse, a tua scelta).",
          "connections": [
            8
          ]
        },
        {
          "id": 8,
          "x": 60,
          "y": 63,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_apothempo.webp",
          "title": "Apothempo",
          "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
          "desc": "Ora puoi coltivare anche Foglie di Apothempo per creare una Pozione di Apothempo. Se ingerita, consente di eseguire un'azione extra nel prossimo turno.",
          "connections": [
            9
          ]
        },
        {
          "id": 9,
          "x": 75,
          "y": 51,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_apothenza.webp",
          "title": "Apothenza",
          "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
          "desc": "Ora puoi coltivare anche Foglie di Apothenza per creare una Pozione di Apothenza. Se ingerita, consente di infliggere 3d10 danni aggiuntivi con il prossimo attacco, entro 1 minuto.",
          "connections": [
            10,
            11
          ]
        },
        {
          "id": 10,
          "x": 60,
          "y": 39,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_apothecaos.webp",
          "title": "Apothecaos",
          "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
          "desc": "<p>Se usi uno slot incantesimo di 3° livello o superiore, puoi coltivare contemporaneamente 3 piante (uguali o diverse, a tua scelta).</p><p>Ora puoi coltivare anche Foglie di Apothecaos per creare una Pozione di Apothecaos. Se ingerita, tira 1d8 per stabilire il suo effetto:</p><ul><li><strong>1:</strong> 10d10 danni necrotici (TS Cost).</li><li><strong>2:</strong> Avvelenato 1 ora (TS Cost).</li><li><strong>3:</strong> Confusione (TS Sag).</li><li><strong>4:</strong> Ottiene un punto ispirazione.</li><li><strong>5:</strong> Effetti di Greater Restoration.</li><li><strong>6:</strong> Resistenza danni fisici (1 ora).</li><li><strong>7:</strong> Effetti di Apothecura, Apotherapia, Apothempo e Apothenza.</li><li><strong>8:</strong> Recupera 10d10+20 HP.</li></ul>",
          "connections": []
        },
        {
          "id": 11,
          "x": 75,
          "y": 39,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_apothecary_apotheosi.webp",
          "title": "Apotheosi",
          "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
          "desc": "<p>Se usi uno slot incantesimo di 3° livello o superiore, puoi coltivare contemporaneamente 3 piante (uguali o diverse, a tua scelta).</p><p>Ora puoi coltivare anche Foglie di Apotheosi per creare una Pozione di Apotheosi. Se ingerita, ogni volta che la creatura lancia un incantesimo di cura, ogni bersaglio è curato di 3d4 punti vita aggiuntivi.</p>",
          "connections": []
        }
      ]
    },
    "garun": {
      "bgImage": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/tree_garun.webp",
      "nodes": [
        {
          "id": 1,
          "x": 50,
          "y": 72,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_impulso_premonitore.webp",
          "title": "Impulso Premonitore",
          "flavor": "Alcuni battiti del tuo cuore mandano impulsi al tuo cervello. Ti permettono di vedere in anticipo eventi dell'immediato futuro.",
          "desc": "<p>Puoi aggiungere la metà del tuo modificatore di Saggezza (arrotondata per difetto) alla CA.</p><p>Una volta al giorno, la prima volta che raggiungi 0 punti vita anche se non sei in ira, rimani invece con 1 punto vita. Poi, per 1 round completo oltre che nel resto del round in cui l'effetto si attiva, eviti automaticamente tutti gli attacchi di cui sei il bersaglio. Non superi automaticamente i tiri salvezza su Destrezza. Questo effetto finisce se la tua ira termina.</p>",
          "state": "unlocked",
          "keyNode": true,
          "connections": [
            2,
            3
          ]
        },
        {
          "id": 2,
          "x": 35,
          "y": 72,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_premonizione_ripetuta.webp",
          "title": "Premonizione Ripetuta",
          "flavor": "Ogni volta che vieni colpito, la frequenza degli impulsi aumenta.",
          "desc": "<p>Ogni volta che vieni colpito da un attacco di una creatura nemica, ottieni un bonus di +1 alla CA, fino ad un massimo pari al tuo modificatore di Saggezza.</p><p>Il bonus termina all'inizio del tuo prossimo turno.</p>",
          "state": "unlockable",
          "connections": [
            4
          ]
        },
        {
          "id": 3,
          "x": 65,
          "y": 72,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_premonizione_istantanea.webp",
          "title": "Premonizione Istantanea",
          "flavor": "Il tuo cuore rilascia istintivamente un impulso immediato. Nei momenti di pericolo improvvisi, reagisci prima ancora di capire.",
          "desc": "<p>Ogni volta che sei soggetto ad un tiro salvezza di qualsiasi tipo, puoi aggiungere la metà del tuo modificatore di Saggezza (arrotondata per difetto, minimo 1) a quel tiro salvezza.</p>",
          "state": "unlocked",
          "connections": [
            4
          ]
        },
        {
          "id": 4,
          "x": 50,
          "y": 50,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_impulso_antico.webp",
          "title": "Impulso Antico",
          "flavor": "Nei momenti in cui provi dolore, gli impulsi del tuo cuore diventano gelidi.",
          "desc": "<p>Dopo aver subito danni, puoi usare la tua reazione per ottenere 1d10 + il tuo modificatore di Saggezza punti vita temporanei.</p><p>All'inizio del tuo turno puoi decidere di convertire tutti i tuoi punti vita temporanei in punti vita. Non puoi superare i tuoi punti vita massimi; l'eventuale eccedenza va persa.</p>",
          "state": "unlockable",
          "connections": [
            5
          ]
        },
        {
          "id": 5,
          "x": 50,
          "y": 30,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_impulso_primordiale.webp",
          "title": "Impulso Primordiale",
          "flavor": "Gli impulsi gelidi del tuo cuore risvegliano un potere antico che ti lega alla tua terra natale.",
          "desc": "<p>Come azione bonus, ti trasformi nella Forma Primordiale: la tua taglia diventa Grande, ottieni immunità ai danni da Gelo e 30 punti vita temporanei.</p><p>Mantieni questa forma per 1 minuto o finché i tuoi punti vita temporanei non scendono a 0.</p><p>Puoi entrare in questa forma una volta per riposo lungo.</p>",
          "connections": [
            6,
            7,
            8,
            9
          ]
        },
        {
          "id": 6,
          "x": 35,
          "y": 20,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_impulso_d_ira.webp",
          "title": "Impulso d'Ira",
          "flavor": "Gli impulsi del tuo cuore e della tua mente si allineano perfettamente.",
          "desc": "<p>Puoi entrare nella tua Forma Primordiale con la stessa azione bonus con cui entri in ira, consumando un utilizzo di entrambe le abilità.</p>",
          "connections": [
            10
          ]
        },
        {
          "id": 7,
          "x": 35,
          "y": 40,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_istinto_improvviso.webp",
          "title": "Istinto Improvviso",
          "flavor": "Qualcosa dentro ti suggerisce di andare contro le regole.",
          "desc": "<p>Puoi usare il tuo scudo come arma da mischia (1d8 danni contundenti).</p><p>Mentre sei nella tua Forma Primordiale e non stai impugnando armi, ottieni inoltre i seguenti benefici:</p><ul><li>Mentre attacchi con uno scudo, puoi aggiungere 2 volte il tuo modificatore di Forza ai danni.</li><li>Puoi brandire due scudi ottenendo i benefici di entrambi solo se stai eseguendo l'azione di Schivare (Dodge): in quel caso sommi i bonus alla CA di entrambi gli scudi.</li><li>Se attacchi mentre brandisci due scudi, il secondo scudo segue le normali regole del combattere con due armi (dual wielding).</li></ul>",
          "connections": [
            10
          ]
        },
        {
          "id": 8,
          "x": 65,
          "y": 20,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_saggezza_risvegliata.webp",
          "title": "Saggezza Risvegliata",
          "flavor": "Il tuo istinto precognitivo guida ogni tuo movimento.",
          "desc": "<p>Mentre sei nella tua Forma Primordiale e non indossi un'armatura, se vieni colpito da un attacco puoi usare la tua reazione per guadagnare CA pari al tuo modificatore di Saggezza fino alla fine del turno della creatura che ti ha attaccato. Attivare questo effetto può far mancare l'attacco che lo ha attivato.</p><p>Puoi usare questa abilità un numero massimo di volte pari al tuo modificatore di Saggezza ogni riposo lungo.</p>",
          "connections": [
            12
          ]
        },
        {
          "id": 9,
          "x": 65,
          "y": 40,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_resistenza_risvegliata.webp",
          "title": "Resistenza Risvegliata",
          "flavor": "La tua carne si indurisce come ghiaccio antico.",
          "desc": "<p>Mentre sei nella tua Forma Primordiale, quando subisci danni, li riduci di un ammontare pari al tuo modificatore di Saggezza, prima di applicare resistenze e vulnerabilità.</p>",
          "connections": [
            12
          ]
        },
        {
          "id": 10,
          "x": 30,
          "y": 30,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_impulso_demoniaco.webp",
          "title": "Impulso Demoniaco",
          "flavor": "L'impulso del tuo cuore si fa ardente e famelico. Senti che la tua forma primordiale inizia a prendere il sopravvento.",
          "desc": "<p>Quando entri nella tua Forma Primordiale, ottieni 75 punti vita temporanei al posto di 50.</p><p>Inoltre, ti curi immediatamente di un ammontare di punti vita pari a 10 × il tuo modificatore di Forza.</p>",
          "connections": [
            11
          ]
        },
        {
          "id": 11,
          "x": 20,
          "y": 30,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_demone_primordiale.webp",
          "title": "Demone Primordiale",
          "flavor": "Gli impulsi tra il tuo cuore e cervello vanno a ritmo dell'Abisso.",
          "desc": "<p>Ottieni +4 Forza, fino a un massimo di 30.</p><p>Quando entri nella tua Forma Primordiale, diventi un Demone Primordiale: il tuo tipo cambia in Demone, la tua taglia diventa Enorme e ottieni vulnerabilità ai danni Radiosi.</p><p>Finché resti in questa forma, ogni volta che colpisci una creatura ostile con un attacco, ti curi di punti vita pari al modificatore di Forza aggiunto ai danni di quell'attacco.</p>",
          "connections": []
        },
        {
          "id": 12,
          "x": 70,
          "y": 30,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_impulso_di_nonmorte.webp",
          "title": "Impulso di Non-morte",
          "flavor": "Il tuo cuore smette quasi di battere, ma continua a pulsare potere freddo.",
          "desc": "<p>Quando entri nella tua Forma Primordiale, ottieni 100 punti vita temporanei al posto di 50.</p>",
          "connections": [
            13
          ]
        },
        {
          "id": 13,
          "x": 80,
          "y": 30,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_garun_nonmorto_primordiale.webp",
          "title": "Non Morto Primordiale",
          "flavor": "I tuoi impulsi sono pochi ma precisi. Respiri in modo estremamente lento, ma calcolato.",
          "desc": "<p>Ottieni +4 Saggezza, fino a un massimo di 30.</p><p>Quando entri nella tua Forma Primordiale, diventi un Non Morto Primordiale: il tuo tipo cambia in Non Morto, la tua taglia diventa Enorme e ottieni vulnerabilità ai danni Radiosi.</p><p>Se non indossi un'armatura, mentre sei in questa forma puoi aggiungere il tuo modificatore di Saggezza alla tua CA base. Puoi comunque usare uno scudo normalmente.</p><p>All'inizio di ciascuno dei tuoi turni, ottieni 10 punti vita temporanei, fino a un massimo di 100.</p>",
          "connections": []
        }
      ]
    },
    "randra": {
      "bgImage": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/tree_randra.webp",
      "nodes": [
        {
          "id": 1,
          "x": 50,
          "y": 70,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_spirito_interiore.webp",
          "title": "Spirito Interiore",
          "flavor": "Una piccola fiamma si accende nel tuo cuore, liberandosi vicina.",
          "desc": "<p>Una volta ogni riposo lungo, puoi usare la tua azione per liberare il tuo Spirito Interiore in un punto che puoi vedere entro 30 piedi da te. Lo Spirito Interiore è una creatura che agisce sempre nel turno successivo al tuo, seguendo il tuo volere. Puoi usare la tua azione bonus durante il tuo turno per farlo muovere della sua velocità.</p><p>Quando muori, se il tuo Spirito Interiore si trova entro 120 piedi da te, il tuo corpo si tramuta in finissima cenere incandescente. Poi, si rigenera nella posizione del tuo Spirito Interiore, consumandolo. Quando accade, ottieni punti vita pari ai punti vita rimanenti del tuo Spirito Interiore.</p><p>Lo Spirito Interiore ha 5 × tuo livello da Mago punti vita massimi ed il suo Firebolt ha un danno base come il tuo.</p>",
          "keyNode": true,
          "connections": [
            2
          ],
          "state": "unlocked"
        },
        {
          "id": 2,
          "x": 50,
          "y": 60,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_fiamma_estesa.webp",
          "title": "Fiamma Estesa",
          "flavor": "La fiamma nel tuo cuore inizia ad ardere ancora più forte.",
          "desc": "<p>Hai sempre il trucchetto Firebolt preparato.</p><p>Quando colpisci una creatura con il tuo Firebolt, puoi generare un'ondata di fiamme intorno ad essa. Ogni creatura entro 5 piedi dal bersaglio deve superare un tiro salvezza su Destrezza, o subire gli stessi danni del tuo firebolt. Una creatura che supera il tiro salvezza subisce metà dei danni.</p>",
          "connections": [
            3,
            4
          ],
          "state": "unlocked"
        },
        {
          "id": 3,
          "x": 35,
          "y": 60,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_rilascio_sincronizzato.webp",
          "title": "Rilascio Sincronizzato",
          "flavor": "L'affinità tra te ed il tuo Spirito Interiore migliora.",
          "desc": "<p>Ogni volta che infliggi danni da fuoco ad un bersaglio singolo con un incantesimo, il tuo Spirito Interiore può lanciare immediatamente un Firebolt contro quel bersaglio.</p>",
          "connections": [
            5
          ],
          "state": "unlockable"
        },
        {
          "id": 4,
          "x": 65,
          "y": 60,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_rilascio_esplosivo.webp",
          "title": "Rilascio Esplosivo",
          "flavor": "L'affinità tra te ed il tuo Spirito Interiore migliora.",
          "desc": "<p>Ogni volta che infliggi danni da fuoco ad area colpendo almeno 2 bersagli, il tuo Spirito Interiore può rilasciare immediatamente un'onda infuocata di 10 piedi intorno a sé. Le creature nell'area devono superare un tiro salvezza su Destrezza o subire i danni del suo Firebolt. Una creatura che supera il tiro subisce metà dei danni.</p>",
          "connections": [
            6
          ],
          "state": "unlockable"
        },
        {
          "id": 5,
          "x": 30,
          "y": 50,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_sincronia_esplosiva.webp",
          "title": "Sincronia Esplosiva",
          "flavor": "Il tuo Spirito Interiore riesce ad incanalare meglio il tuo potere nella sua fiamma.",
          "desc": "<p>Quando il tuo Spirito Interiore lancia un Firebolt, puoi decidere di ridurre il suo tiro per colpire di 5 per conferirgli un bonus di +10 ai danni.</p>",
          "connections": [
            7
          ]
        },
        {
          "id": 6,
          "x": 70,
          "y": 50,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_esplosione_controllata.webp",
          "title": "Esplosione Controllata",
          "flavor": "Riesci a controllare la fiamma del tuo Spirito Interiore, limitando i danni subiti dai tuoi alleati.",
          "desc": "<p>Quando il tuo Spirito Interiore rilascia un'onda infuocata con Rilascio Esplosivo, ottiene punti vita temporanei pari al risultato del dado dei danni ed è in grado di escludere le creature che desideri dai danni inflitti.</p>",
          "connections": [
            7
          ]
        },
        {
          "id": 7,
          "x": 50,
          "y": 40,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_energia_incanalata.webp",
          "title": "Energia Incanalata",
          "flavor": "Riesci ad infondere magia aggiuntiva nei tuoi Firebolt, rendendoli estremamente ustionanti.",
          "desc": "<p>Ogni volta che utilizzi il tuo Firebolt, puoi scegliere di infonderlo di ulteriore energia arcana, amplificando le sue fiamme. Prima del tiro per colpire, puoi spendere un tuo spell slot per aumentare i danni del Firebolt di 2d10 per ogni livello di slot speso.</p>",
          "connections": [
            8
          ]
        },
        {
          "id": 8,
          "x": 50,
          "y": 30,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_fuocus.webp",
          "title": "Fuocus",
          "flavor": "Riesci a mettere il focus su ciò che stai facendo, concentrandoti profondamente.",
          "desc": "<p>Puoi usare la tua azione bonus per spendere uno slot incantesimo a tua scelta ed ottenere un bonus di +2 al tiro per colpire per ogni livello usato. L'effetto termina dopo che colpisci una creatura o alla fine del tuo turno.</p>",
          "connections": [
            9
          ]
        },
        {
          "id": 9,
          "x": 50,
          "y": 20,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_fiamma_rinata.webp",
          "title": "Fiamma Rinata",
          "flavor": "Riesci ad interagire più facilmente con il tuo Spirito Interiore.",
          "desc": "<p>Puoi usare la tua azione per spendere uno slot di incantesimo di livello 4 o superiore per evocare il tuo Spirito Interiore, anche se lo hai già fatto una volta dopo il tuo ultimo riposo lungo.</p><p>Inoltre, puoi usare la tua azione per consumare il tuo Spirito Interiore e lanciare una Palla di Fuoco di 3° livello. Per attivare questo effetto, il tuo Spirito Interiore deve essere entro 120 piedi da te.</p>",
          "connections": [
            10,
            11
          ]
        },
        {
          "id": 10,
          "x": 35,
          "y": 20,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_spirito_interiore_lontano.webp",
          "title": "Spirito Interiore Lontano",
          "flavor": "Il tuo Spirito Interiore desidera restare in sicurezza, osservando i nemici bruciare da lontano.",
          "desc": "<p>Una volta per combattimento, quando lanci un incantesimo di fuoco mentre sei entro 10 piedi dal tuo Spirito Interiore, infliggi 1d10 danni da fuoco aggiuntivi per ogni livello incantesimo usato. Inoltre, ogni creatura a tua scelta all'interno di quell'area gode di immunità ai danni da Fuoco.</p><p>Quando rinasci con l'effetto di Spirito Interiore, puoi lanciare 3 Firebolt contro la creatura che ti ha ucciso. Se vuoi, puoi usare anche la tua reazione per usare Fuocus prima di lanciarli.</p>",
          "connections": []
        },
        {
          "id": 11,
          "x": 65,
          "y": 20,
          "icon": "https://khuzoe.github.io/sigillo-del-male/assets/img/skill_trees/skill_randra_spirito_interiore_vicino.webp",
          "title": "Spirito Interiore Vicino",
          "flavor": "Il tuo Spirito Interiore desidera sentire i nemici bruciare da vicino.",
          "desc": "<p>I punti vita massimi del tuo Spirito Interiore diventano 10 × tuo livello da Mago.</p><p>Quando rinasci con l'effetto di Spirito Interiore, viene generata una Palla di Fuoco di 9° livello centrata su di te.</p>",
          "connections": []
        }
      ]
    }
  },
  "sessions": {
    "nextSession": {
      "number": 20,
      "date": "",
      "timeStart": "",
      "timeEnd": "",
      "isScheduled": false
    },
    "sessions": [
      {
        "id": 1,
        "date": "30/04/2025 - Inizio",
        "summary": "<p>Il gruppo si riunisce e insieme aprite la porta d'ingresso, con i cuori che battono all'unisono.</p><p>Affrontate un cane mostruoso sul lato ovest rispetto alla porta d'ingresso.</p><p>Iniziate il combattimento contro un mimic, lo \"Scrigno Rosa\", che però riesce a fuggire gettandosi nel fiume rosso.</p><p>Tentate di evitare la figura gigante che avete intravisto e restate sul lato ovest del luogo in cui vi trovate.</p><p>Trovate una stanza con tre teschi colorati di fronte a un libro. Valdor tenta di prenderlo, ma i teschi sembrano reagire; viene quindi convinto dal gruppo ad abbandonare la stanza.</p><p>Chiudete una stanza contenente due non-morti utilizzando Arcane Lock. La parola d'ordine scelta è \"Apothecary\".</p><p>Incontrate Rabberduscolanderson Von T, che assegna una missione a Valdor e Apothecary: ottenere ciò che Ran'Dra nasconde in tasca.</p><p>Incontrate infine X Von T, la quale chiede a Ga'Run di procurarle libri interessanti in cambio di informazioni.</p>",
        "xp": {
          "total": "2300",
          "each": "575"
        }
      },
      {
        "id": 2,
        "date": "13/05/2025",
        "summary": "<p>Ga'Run e Ran'Dra concludono il loro primo dialogo con X, scoprendo qualche informazione di base e che vende alcune pergamene per incantesimi.</p><p>Ga'Run minaccia Rabberduscolanderson prima di abbandonare la stanza, infastidito dal fatto che abbia fumato con Valdor.</p><p>Vedete il giardino di fiori fuori dalla stanza di Rabberduscolanderson, incluso un grosso fiore nero al centro di una pozza rossa. Decidete di non interagire con essi.</p><p>Apothecary prova a tirare i petali che fuoriescono da un cumulo di terra, rivelando una testa parzialmente fantasma e parzialmente coperta di petali di rosa.</p><p>Vi imbattete in una sorta di enigma con delle torce. Grazie all'ingegno di Valdor, riuscite a capirne il funzionamento. Sul sarcofago centrale: 'Il destino di un popolo è determinato dalla sola luce che lo guida.'</p><p>Durante la risoluzione dell'enigma, combattete contro alcune creature non-morte ed ottenete una piccola pergamena con scritto 'Metà è fatta, dov'è l'altra?'</p><p>Infine, per via del rumore generato dal combattimento, viene attirata l'enorme creatura bipede che si aggira per questo piano. Completate il combattimento e fuggite, grazie ad un'illusione di Ran'Dra.</p><p>Vi trovate bloccati tra tre problemi: la creatura con il sacco, una creatura che raccoglie dei corpi da un pozzo e li 'strizza' tirandone fuori il sangue, e due cani mostruosi come quello che avete già affrontato.</p>",
        "xp": {
          "total": "950",
          "each": "237"
        }
      },
      {
        "id": 3,
        "date": "26/05/2025",
        "summary": "<p>Decidete di affrontare i cani a ovest, riuscendo a sconfiggerli.</p><p>Vi avvicinate leggermente allo 'Spremiagrumi'; non sembra reagire in modo ostile, porge la mano a Ga'Run, che però non si avvicina.</p><p>Tornate nella stanza con i bracieri, entrando nello stanzino aperto da 'Gianni': dentro trovate varie copie del libro \"Sotto la guida di Abrak\", che parla del popolo Klaren e di una divinità - Abrak - nata dopo un patto tra i Klaren stessi ed un'altra entità di cui non sono specificati nome o natura.</p><p>Raccogliete velocemente dei documenti, che includono quattro macchie colorate collegate da una freccia: verde > azzurro > rosso > viola</p><p>Tornate da Rabberduscolanderson e X. Apothecary parla con Rabberduscolanderson, scoprendo dettagli sulla sua storia. Dopo avervici fatto amicizia, egli regala ad Apothecary un anello magico.</p><p>Gli altri, nel frattempo, parlano con X e 'rubano' qualche informazione pur non avendo portato libri particolarmente interessanti.</p><p>X dopo avervi fornito più informazioni di quanto pattuito inizialmente, insiste chiedendovi di esplorare la cripta e raccogliere quante più informazioni interessanti possibile.</p><p><strong>Note aggiuntive:</strong> Da quello che X vi ha rivelato, sembra che la famiglia Von T sia coinvolta in qualcosa che riguarda il luogo in cui vi trovate. Inoltre, la bambina dai capelli bianchi sembra essere l'ultima della stirpe Von T, la quale ora dispone di un potere molto grande. Infine sembra che anche i ricordi dei Von T stiano influenzando questo luogo, ad esempio 'Gianni' è stato definito come 'il giardiniere del Palazzo Von T', un bell'uomo a detta di X.</p><p>Rabberduscolanderson - da quanto sa Apothecary - è sempre stato da solo in vita. Aveva solo 3 cani e dopo anni aveva conosciuto una donna, che però venne uccisa. Alla fine, si gettò da un precipizio e pose fine alla sua vita.</p><p>Sembra che Rabberduscolanderson sia interessato alla targhetta nella tasca di Ran'Dra. Inoltre, avevate lasciato nei cadaveri degli altri cani altre due targhette, che forse volevate riprendere.</p>",
        "xp": {
          "total": "4600",
          "each": "1150"
        }
      },
      {
        "id": 4,
        "date": "10/06/2025",
        "summary": "<p>Valdor consegna la prima targhetta a Rabberduscolanderson, il quale gli dà in cambio una pozione. Lo accompagnate momentaneamente dove avete ucciso il primo cane e poi tornate indietro.</p><p>Decidete di andare a prendere anche le altre due targhette a nord, e le riportate a Rabberduscolanderson, ottenendo ulteriori pozioni in cambio.</p><p>Egli vi cita 'Elena', la sua compagna, dicendovi che nel caso in cui ci fosse qualcosa in giro a lei legata, gli farebbe piacere riaverla tra le mani.</p><p>Procedete furtivi con l'esplorazione del piano, trovando due porte chiuse. Ran'Dra, origliando dietro la prima, sente una strana voce dall'altra parte, accompagnata da suoni inquietanti.</p><p>Decidete di dirigervi nell'altra, dove trovate 3 sarcofagi. Decidete di aprirli e venite attaccati da alcune mummie. Una di questa, purtroppo, maledice Ga'Run.</p><p>Il gigante che si aggira per la cripta, attirato dal rumore, inizia ad avvicinarsi minaccioso verso la vostra posizione. Riuscite ad evitarlo e ad andarvene via.</p><p>Tornate da X, la quale vi propone di uccidere Ga'Run e riportarlo in vita per rimuovere la maledizione; morendo per la maledizione, invece, il corpo si tramuta in cenere!</p><p>Andate infine a riposare nella stanza sigillata dalla magia di Valdor, e passate la notte lì, preparandovi a rimuovere la terribile maledizione con l'aiuta della magia di Apothecary.</p>",
        "xp": {
          "total": "2200",
          "each": "550"
        }
      },
      {
        "id": 5,
        "date": "24/06/2025",
        "summary": "<p>Concludete il vostro riposo lungo e, una volta svegli, Apothecary utilizza la sua magia divina per rimuovere la maledizione che affligge Ga'Run.</p><p>Dopo aver trascorso qualche minuto a chiacchierare, in attesa che Ga'Run riposasse un po', decidete di ripartire.</p><p>Mentre percorrete i corridoi e le vie della cripta, cercate di individuare Gianni, in modo da abbatterlo cogliendolo di sorpresa.</p><p>Prima di Gianni, però, incontrate uno strano topo parlante, affiancato da uno strano essere di carne che lo accompagna. Egli vi invita nel suo macabro laboratorio dove vi chiede di procurargli un cuore in grado di alimentare un golem gigante che sta costruendo; in cambio, vi ha offerto dei \"sieri speciali\".</p><p>Rifiutate la sua offerta, Ran'Dra gli ruba di soppiatto uno strano libro, e ve ne andate.</p><p>Poco dopo, vedete passare Gianni ed iniziate un combattimento contro di lui, il quale sembra essere un avversario piuttosto temibile.</p>",
        "xp": {
          "total": "0",
          "each": "0"
        }
      },
      {
        "id": 6,
        "date": "08/07/2025",
        "summary": "<p>Riuscite a completare il combattimento contro Gianni, avendo successo. Riuscite a prelevare un Cuore dal suo corpo, che sembra avere una funzione simile a quella di una batteria arcana. Valdor scopre che pare sia incantato con un incantesimo simile a Desiderio.</p><p>Franky sembrava particolarmente interessato a quel cuore, ma riuscite ad evitare le sue richieste e a procedere senza darglielo o parlargliene.</p><p>Cercando nei sarcofagi dove avete affrontato le mummie il giorno precedente, trovate un diamante e un Medaglione con inciso il simbolo Klaren.</p><p>Esplorate la parte sud del livello e trovate 3 dipinti con delle targhette sotto: \"Zara\", \"Mafu\" e \"Lumilla, Rosskar, Okbrax\". Di fronte a quello di \"Zara\", Ran'Dra raccoglie una Collana che emana magia.</p><p>Vi dirigete di nuovo verso nord, dove ritrovate il mimic che era fuggito durante il vostro primo scontro. Questa volta, riuscite ad abbatterlo; ci sarà qualcosa dentro?</p>",
        "xp": {
          "total": "6800",
          "each": "1700"
        }
      },
      {
        "id": 7,
        "date": "31/07/2025",
        "summary": "<p>Valdor controlla il cadavere dello scrigno animato, trovando al suo interno una particolare spilla, che supponete con abbastanza certezza sia magica.</p><p>Vi dirigete verso la stanza di Rabberduscolanderson, quando notate i fiori che tempo prima aveva definito come \"il giardino di Albert\". Decidete di attaccarli, trovandovi in un combattimento piuttosto rischioso contro dei fiori-pianta.</p><p>Grazie all'aiuto di Rabberduscolanderson e X, riuscite a sconfiggere questi nemici, sopravvivendo.</p><p>Ran'Dra consegna a X il libro rubato a Franky, ottenendo alcune informazioni in cambio: in particolare, scoprite che per accedere al piano sottostante è sufficiente mostrare alla porta il simbolo del Klaren.</p>",
        "xp": {
          "total": "5150",
          "each": "1287"
        }
      },
      {
        "id": 8,
        "date": "04/08/2025",
        "summary": "<p>Parlando con X, scoprite anche che i fantasmi che abitano questa cripta non sono altro che altre persone che, come voi, si trovano in questo luogo. Pare che voi, a differenza loro, vi troviate nella linea più vicina a quella reale, cioè a quella dove si trovano i Von T. Gli altri, invece, si trovano in delle repliche di essa.</p><p>Dopo il combattimento contro il giardino di Albert, eravate piuttosto stanchi e decidete di recuperare le forze trascorrendo il resto della giornata all'interno della vostra stanza.</p><p>Prima di spostarvi al piano sottostante, la mattina seguente provate a mettere le mani sul libro che Valdor aveva adocchiato il primo giorno che avete iniziato ad esplorare questa cripta. Tuttavia, dopo averlo preso, Valdor è rimasto intrappolato all'interno della stanza, circondato da creature non morte che lo hanno attaccato.</p>",
        "xp": {
          "total": "0",
          "each": "0"
        }
      },
      {
        "id": 9,
        "date": "01/09/2025",
        "summary": "<p>Continuate il vostro combattimento contro gli scheletri animati dopo che Valdor ha raccolto il libro, e riuscite ad uscirne vincitori senza perdite.</p><p>Una volta sconfitti gli scheletri di Rosskar, Okbrax e Lumilla, il sacrofago all'interno della stanza si sblocca, rivelando al suo interno numerosi oggetti magici (armature e armi).</p><p>Date un'occhiata veloce al libro e capite che questo contiene parti della storia dei Klaren, narrati con un linguaggio piuttosto arcaico.</p>",
        "xp": {
          "total": "8004",
          "each": "2001"
        },
        "levelup": 6
      },
      {
        "id": 10,
        "date": "21/09/2025",
        "summary": "<p>Trascorrete del tempo con il vostro amico Rabberduscolanderson e Valdor realizza un portafoto olografico con una fotografia che rappresenta tutti voi.</p><p>Consegnate il Cuore di Albert ad X, la quale ha iniziato a studiarlo aiutandosi con lo strano libro che avete rubato a Franky.</p><p>Decidete di scendere al livello inferiore, dove venite accolti da una stanza ampia, con la statua di 'Octavio' in fondo. Qui trovate dei palloncini che iniziano a seguirvi fluttuando, e una bambolina che chiamava Ran'Dra \"Mamma\" e chiedeva di stare in braccio.</p><p>Dopo aver gettato la bambolina in un fosso, avete continuato verso sud, dove avete incontrato degli umanoidi estremamente magri e pallidi, che Valdor ha riconosciuto come Progenie Vampiriche. Queste stanno tentando di portarvi pacificamente da \"Karla\", che desidera incontrarvi. Voi state tentando di ribellarvi.</p>",
        "xp": {
          "total": "0",
          "each": "0"
        }
      },
      {
        "id": 11,
        "date": "06/10/2025",
        "summary": "<p>Il vostro incontro con le progenie vampiriche si sviluppa in modo violento ed iniziate ad attaccare queste creature, provando ad ucciderle.</p><p>Grazie alla loro sorprendente rigenerazione naturale, le ferite di queste creature si rimarginano molto rapidamente, rendendovi difficile il compito di abbatterle.</p><p>Una di queste creature si allontana, andando a chiamare un'altra figura, decisamente più inquietante. Karla, una vampira, si presenta di fronte a voi, ponendo fine al combattimento.</p><p>Karla utilizza un effetto di incantamento su Ga'Run, portandolo dalla sua parte. Poi, Valdor decide di arrendersi, e così anche Ran'Dra e Apothecary. Insieme, venite accompagnati in una grande sala dove scambiate 2 chiacchiere con Karla.</p><p>Karla rimane piuttosto criptica, ma prova interesse nei vostri confronti, dicendo che stava aspettando qualcuno che fosse 'in una linea vicina' - come voi. Vi propone di aiutarvi, dicendo che la ragazza dai capelli bianchi è un male terribile da estirpare.</p><p>Per aiutarvi, inizia un rituale partendo da Ran'Dra, la quale si offre di essere la prima. Entrata in una stanza, accondono cose di cui non siete troppo certi. Il secondo è Valdor, che prima di entrare lancia un segnale di pericolo ai suoi compagni che restano all'esterno.</p><p>Egli, usando la sua magia di Arcane Lock, intrappola sé stesso e Karla nella stanza; nel frattempo, Ga'Run perde la pazienza all'esterno e pretende di entrare e vedere le condizioni di Ran'Dra. Come procederà questa situazione di stallo? Cosa è accaduto davvero in quella stanza?</p>",
        "xp": {
          "total": "0",
          "each": "0"
        }
      },
      {
        "id": 12,
        "date": "19/10/2025",
        "summary": "<p>Uno dopo l'altro vi sottoponete al rituale macabro di Karla, tutti con successo. Uno per uno, dopo quella che sembra essere stata una morte temporanea, vi risvegliate sentendo dentro di voi un potere nuovo.</p><p>Dopo i rituali, avete l'occasione di parlare con Karla riguardo alla situazione in cui tutti voi, lei compresa, vi trovate. Capite che entrambi avete un obiettivo comune: Deborah, la ragazza dai capelli bianchi.</p><p>Karla vi parla dei pericoli di questo luogo, citando un uomo folle che realizza creature di ragnatela e tendini (a nord), e numerosi non-morti (a sud). Ella vi chiede di liberarvi di loro, dato il fastidio che provocano nel piano.</p><p>Inoltre vi cita la presenza di una giullare, probabile creatrice di alcune stranezze che avete visto da quando siete arrivati al secondo piano.</p><p>Vi fermate a dormire in una piccola stanza a est, per poi ripartire il giorno dopo. Ignorate Karla e decidete di procedere con l'esplorazione in autonomia. Trovate una stanza con un baule davanti ad una grande statua. Valdor lo apre, ed all'interno trova una pergamena contenente un disegno. Una volta raccolto, una figura gargantuesca di una giullare appare nella stanza con un secco \"Booo!\".</p>",
        "xp": {
          "total": "12000",
          "each": "3000"
        },
        "skillPoint": true
      },
      {
        "id": 13,
        "date": "06/11/2025",
        "summary": "<p>Quando la gigantesca figura attacca Valdor, questa si dissolve in un'esplosione di coriandoli colorati rivelando di essere una semplice illusione.</p><p>Fate mente locale su come procedere, e decidete comunque di dirigervi nella zona nord senza incontrare Karla, in modo da non ricevere da lei raccomandazioni o limitazioni di alcun tipo durante la vostra esplorazione.</p><p>Entrate in una stanza composta da un lungo corridoio, dopo aver aperto un grosso portone, strappando con la forza le ragnatele dietro di esso che lo tenevano chiuso. Dopo qualche secondo dal vostro arrivo, un occhio rosso sul lato opposto del corridoio si illumina e le ragnatele sulle pareti si estendono e fortificano, tenendovi in trappola</p><p>Scoppia un combattimento contro una serie di ondate di creature mostruose, create da ragnatele e corpi umani ed animali. Riuscite a sconfiggere con un combattimento pericoloso, dove Ran'Dra è andata vicina a perdere la vita.</p><p>Ran'Dra, subito dopo il combattimento, dopo aver avuto una discussione con il padre Ga'Run, si dirige verso la porta a sud, ora libera dalle ragnatele che la bloccavano durante il combattimento. Una volta aperta, però, compare di nuovo la figura della giullare, un po' più piccola questa volta, di nuovo con un forte \"Booo!\".</p>",
        "xp": {
          "total": "12000",
          "each": "3000"
        }
      },
      {
        "id": 14,
        "date": "23/11/2025",
        "summary": "<p>Ancora una volta, vi preparate al combattimento contro la giullare. Ga'Run si tuffa senza pensarci due volte nella nube di fumo colorato che ha circondato Ran'Dra, per capire ben presto che si trattava nuovamente di un'illusione.</p><p>Vi dirigete nella stanza con le due bamboline, e decidete di abbatterle, per poi riposarvi nella loro stanza. Durante il riposo, Valdor ha una visione particolare che lo mostrava all'interno di una piccola casa di legno nella foresta.</p><p>Durante il riposo, Valdor decide di indagare riguardo alla X del tesoro che c'era nella stanza, trovando uno Specchio Rotto magico, in grado di mostrare le persone riflesse con espressioni diverse.</p><p>Vi dirigete nella zona più a nord, dove Apothecary vede un mostro orribile nell'oscurità in fondo ad un lungo corridoio. Grazie a lei, riuscite ad evitare un eventuale attacco a sorpresa.</p><p>Incontrate una persona metà ragno e metà uomo, con cui iniziate a combattere, vincendo. Il suo laboratorio sembra essere pieno di oggetti, che ancora non avete avuto occasione di analizzare.</p>",
        "xp": {
          "total": "5150",
          "each": "1287"
        }
      },
      {
        "id": 15,
        "date": "03/12/2025",
        "summary": "<p>Dopo aver sconfitto Nino Olegna, vi dirigete verso il suo studio, dove trovate diversi oggetti interessanti. Oltre a documenti di vario tipo, legati principalmente a rituali oscuri per creare creature mostruose, Ga'Run ed Apothecary prendono con sé delle fiale contenenti liquidi magici.</p><p>In particolare, vi turbano i documenti relativi a due creature: la prima è una creatura 'Assistente' - il Bacio Mortale - in grado di aiutare nei processi di creazione di altre creature; la seconda, una creatura colossale, dotata di una forza e resistenza non misurabili.</p><p>Capendo che le Creature Tela che avete sconfitto precedentemente sono utilizzate per creare altre creature, decidete di distruggere i corpi di tutte quelle che avete lasciato indietro.</p><p>Decidete inoltre di bruciare il corpo di Nino Olegna, dopo che Valdor ha tagliato e preso la sua testa come segno dimostrativo per Karla. Durante questa fase, Ran'Dra ha mostrato una parte inquietante di sé, turbando particolarmente Apothecary.</p><p>Dopo un breve riposo, riprendete il vostro cammino verso un passaggio nascosto che Ga'Run aveva intravisto durante il combattimento contro Webber. Entrando, trovate un braccio gigantesco in fase di costruzione ed una creatura tentacolare che riconoscete essere l'Assistente discusso nei fascicoli. Decidete di affrontarlo, e riuscite ad uscirne vittoriosi.</p>",
        "xp": {
          "total": "8400",
          "each": "2100"
        }
      },
      {
        "id": 16,
        "date": "23/12/2025",
        "summary": "<p>Dopo aver combattuto contro l'Assistente, avete il tempo di esaminare l'enorme braccio circondato da ragnatele negromantiche presente nella nicchia della caverna. Riuscite a rimuovere un bracciale incastrato nel suo polso, facendo degenerare rapidamente la struttura del braccio stesso.</p><p>Valdor trova anche un piccolo ciondolo rosso, leggermente etereo, riuscendo ad inserirlo nella sua borsa conservante. Scoprite inoltre che il bracciale rimosso è in realtà un Anello di Resistenza Necrotica, che decidete di tenere con voi.</p><p>Proseguendo verso sud, incontrate una donna fantasma seduta su una sedia a rotelle. Grazie all'amuleto spettrale trovato poco prima — in realtà un portafoto contenente la rappresentazione di Rabberduscolanderson in forma umana — capite che la fantasma è Elena, la sua compagna. Ella sembra essere stata uccisa da una donna con i capelli raccolti, ma i suoi ricordi appaiono confusi, incluso quelli legati a Rabber.</p><p>Dopo averla salutata momentaneamente, vi dirigete in una cella poco a nord, dove trovate uno dei pupazzetti già incontrati. Si presenta come Dinosauro Spaziale Distruttore Assoluto (Dino, il Paladino). Parlate con lui e scoprite alcune informazioni sulla sua creatrice, prima di metterlo nella borsa conservante e dirigervi da Karla.</p><p>Giunti da Karla, le mostrate la testa di Nino Olegna. Lei afferma di non conoscerlo, ma si congratula comunque con voi per il compimento della missione. Infine, Valdor le dona un po' del suo sangue per sfamare la sua incolmabile fame.</p>",
        "xp": {
          "total": "0",
          "each": "0"
        }
      },
      {
        "id": 17,
        "date": "05/01/2026",
        "summary": "<p>Dopo aver lasciato la stanza di Karla, decidete di tornare da Elena per poi risalire tutti insieme al piano superiore. Scambiate qualche parola con lei, Valdor fuma un sigaro sotto lo sguardo teso di Ga'Run, e procedete lungo i corridoi della cripta.</p><p>Giungete alla stanza di Rabberduscolanderson e assistete alla riunione dei due. Una luce si accende nel petto di Rabber, che si sente spinto a donarvi un oggetto che portava con sé: il suo cuore, racchiuso in una sfera di vetro. Nel momento in cui il cuore tocca le mani di Valdor, sentite i vostri simboli reagire.</p><p>Decidete di bruciare tutti i documenti di Tessimorte recuperati nel laboratorio di Nino Olegna, tenendo con voi soltanto la poesia. Durante la giornata, Valdor lavora ad un progetto per un sigaro — che richiederà un innesco di energia arcana — mentre Ga'Run sistema i suoi equipaggiamenti.</p><p>Durante la notte, qualcuno sembra farvi visita, lasciando dietro la porta due pupazzi inquietanti infusi di magia.</p><p>Parlate anche con X, che vi rivela ulteriori informazioni sul rituale contenuto nel libro: un metodo per tornare indietro nel tempo utilizzando un immenso flusso di sangue e sacrifici. Il rituale appare ignoto, pericoloso e forse impossibile da realizzare, ma vi turba profondamente.</p><p>Infine, fate incontrare X ed Elena. Capite che rimuovere il pugnale dal petto della donna sarebbe fatale e ottenete conferma che sia stata Karla ad ucciderla. Prima di andarsene, X vi rivela accidentalmente di essere stata uccisa da Karla anche lei, chiedendovi poi di recuperare nuovi documenti e libri.</p>",
        "xp": {
          "total": "0",
          "each": "0"
        },
        "reward": "Punto Abilità [2/8]",
        "skillPoint": true
      },
      {
        "id": 18,
        "date": "22/01/2026",
        "summary": "<p>Vi preparate a partire nuovamente verso il piano sottostante, intenzionati a ripulire la parte sud del livello che, per quanto detto da Karla, sembra essere infestato dai non-morti.</p><p>Giungete nella zona sud, dove la struttura diventa una sorta di caverna fangosa. Qui sentite alcuni canti provenire dai tunnel, e capite che provenivano da alcuni non-morti con vesti Klaren.</p><p>Iniziate un combattimento contro questi non-morti, eliminando incantatori, zombie ed uno strano non-morto con una pala di mano.</p><p>Successivamente Ga'Run vede una figura umanoide gigantesca sepolta parzialmente nel terreno, con alcuni piccoli non-morti che sembravano ostili. Decide di attaccare, provocando la reazione della figura sepolta che, alzandosi, inizia a combattere contro di voi.</p>",
        "xp": {
          "total": "2360",
          "each": "590"
        }
      },
      {
        "id": 19,
        "date": "05/02/2026",
        "summary": "<p>Riuscite a sconfiggere la non morta gigante ed i vari non-morti che uscivano ininterrottamente dalla sua pancia. Alla sua morte, vi rendete conto che l'equipaggiamento che indossava è magico.</p><p>Dalla sua pancia è poi caduta anche una donna, apparentemente non-morta anche lei, con una pancia sproporzionatamente grande. La avete imbavagliata e legata, ed avete iniziato dei riposi brevi per entrare in sintonia con gli oggetti, così da trasportarli più facilmente.</p><p>Durante i riposi, la donna si risveglia. Impaurita e sorpresa, fa dei versi per attirare l'attenzione. La tranquillizzate leggermente, analizzate la sua situazione e proseguite il riposo.</p><p>Notate del fumo verdastro uscire leggermente dal suo naso e bocca, e più intensamente dalla vagina. Sentite dall'odore e dal colore che sembra trattarsi di una sostanza gassosa che rimanda alle pozioni di cura o ai materiali per realizzarle.</p>",
        "xp": {
          "total": "10700",
          "each": "2675"
        },
        "levelup": 7
      }
    ]
  }
}