[
    {
        "id":  "deborah",
        "name":  "Deborah Von T",
        "role":  "L\u0027Ultima Foglia",
        "status":  "vivo",
        "hidden":  false,
        "quote":  "Dolore.",
        "images":  {
                       "avatar":  "img/creatures/transp/deborah_transp.webp",
                       "hover":  "img/creatures/transp/deborah_animation.webp",
                       "portrait":  "img/creatures/deborah.webp"
                   },
        "content_blocks":  [

                           ],
        "relationships":  [
                              {

                              }
                          ]
    },
    {
        "id":  "ginevra",
        "name":  "Ginevra Von T",
        "role":  "La Madre",
        "status":  "ignoto",
        "hidden":  true,
        "quote":  "",
        "images":  {
                       "avatar":  "img/creatures/transp/ginevra_transp.webp",
                       "hover":  "img/creatures/transp/ginevra_animation.webp",
                       "portrait":  "img/creatures/ginevra.webp"
                   },
        "content_blocks":  [

                           ],
        "relationships":  [
                              {

                              }
                          ]
    },
    {
        "id":  "rabberduscolanderson",
        "name":  "Rabberduscolanderson Von T",
        "role":  "Il Reietto",
        "status":  "vivo",
        "hidden":  false,
        "quote":  "Io volevo solo starmene seduto nella mia stanza, perché sono finito su questo sito?!",
        "images":  {
                       "avatar":  "img/creatures/transp/rabberduscolanderson_transp.webp",
                       "hover":  "img/creatures/transp/rabber_animation.webp",
                       "portrait":  "img/creatures/rabberduscolanderson.webp"
                   },
        "summary":  {
                        "race":  "Non Morto",
                        "age_at_death":  "49 anni",
                        "height":  "1.62m | 9kg",
                        "period":  "41-90",
                        "cause_of_death":  "Suicidio (gettandosi in un baratro)"
                    },
        "content_blocks":  [
                               {
                                   "type":  "lore",
                                   "title":  "Biografia e Storia: L\u0027Infanzia del Rifiuto",
                                   "icon":  "fa-book-open",
                                   "content":  "\u003cp\u003eRabberduscolanderson nacque come primogenito della nobile casata Von T. Il suo destino fu segnato fin dal battesimo: suo padre, Yuris, gli impose il nome \"Rabberduscolanderson\" contro la ferma volontà della madre, Leonora. Questo atto di prepotenza trasformò il figlio in un simbolo vivente dei conflitti coniugali. Leonora, incapace di separare il bambino dall\u0027odio per il marito, lo ignorò per gran parte della sua infanzia, riversando su di lui una fredda indifferenza.\u003c/p\u003e\u003cp\u003eCrescendo, Rabberduscolanderson si rivelò privo di qualsiasi talento pratico, sociale o politico necessario per navigare la vita di corte. Non riuscì mai a trovare il suo posto nel regno, né una compagna con cui generare eredi. Per suo padre Yuris, ossessionato dalla continuazione della stirpe, questa fu l\u0027onta definitiva. Considerato un ramo secco dell\u0027albero genealogico, Rabberduscolanderson fu cacciato dal palazzo, spogliato dei suoi privilegi.\u003c/p\u003e"
                               },
                               {
                                   "type":  "lore",
                                   "title":  "La Vita Umile e la Fine",
                                   "icon":  "fa-heart-broken",
                                   "content":  "\u003cp\u003eParadossalmente, l\u0027esilio fu la sua salvezza temporanea. Visse in povertà, circondato solo dall\u0027affetto sincero dei suoi tre cani: Mimi, Coco e Balù. In tarda età, trovò l\u0027amore in Elena, una donna di vent\u0027anni più giovane. Furono anni di felicità semplice, scandita dal tintinnio di poche monete di rame. Tuttavia, il destino fu crudele: la morte prematura di Elena gettò Rabberduscolanderson in una disperazione senza fondo. Incapace di sopportare il dolore, si tolse la vita gettandosi in un fossato. I suoi fedeli cani, abbandonati, morirono di fame pochi giorni dopo, seguendo il padrone nel triste destino.\u003c/p\u003e"
                               },
                               {
                                   "type":  "custom_box",
                                   "title":  "Comportamento e Particolarità",
                                   "icon":  "fa-theater-masks",
                                   "borderColor":  "var(--accent-primary)",
                                   "content":  "\u003cp\u003e\u003cstrong\u003eL\u0027Ossessione per il Rame:\u003c/strong\u003e Nonostante sia un non-morto, Rabberduscolanderson conserva una scintilla della sua umanità, legata indissolubilmente al ricordo della semplicità.\u003c/p\u003e\u003cul\u003e\u003cli\u003eDisprezza l\u0027oro e l\u0027argento: Non hanno valore per lui, gli ricordano la nobiltà che lo ha rifiutato.\u003c/li\u003e\u003cli\u003eAma il Rame: Il suono e la vista delle monete di rame gli evocano i rari momenti di gioia della sua vita umile con Elena.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003e\u003cstrong\u003eIl Mercante della Cripta:\u003c/strong\u003e Vagando per la cripta, ha raccolto oggetti preziosi lasciati da altri avventurieri o appartenenti al luogo, ma non sa che farsene.\u003c/p\u003e\u003cdiv style=\u0027background: rgba(192, 128, 64, 0.1); padding: 1rem; border-radius: 6px; margin: 1rem 0; border-left: 3px solid var(--accent-copper);\u0027\u003e\u003ci class=\u0027fas fa-exclamation-circle\u0027 style=\u0027color: var(--accent-copper);\u0027\u003e\u003c/i\u003e\u003cspan class=\u0027mechanics-text\u0027\u003e Meccanica di Scambio: È disposto a cedere oggetti magici o di alto valore, ma accetta come pagamento esclusivamente monete di rame. Per lui, un sacchetto di tintinnanti monete marroni vale più di una spada incantata.\u003c/span\u003e\u003c/div\u003e"
                               },
                               {
                                   "type":  "custom_box",
                                   "title":  "Aspetto Fisico",
                                   "icon":  "fa-mask",
                                   "borderColor":  "#8B4513",
                                   "content":  "\u003cp\u003eUna figura scheletrica, spogliata di ogni traccia di carne, ma che conserva una postura stranamente umana, quasi cortese. Le orbite vuote del teschio brillano di una flebile, inquietante luce rossa. Indossa abiti incredibilmente logori, stracci di tela grezza e i resti di quello che un tempo era un cappello a tesa larga, ormai sformato, che di tanto in tanto si aggiusta con una mano ossuta in un gesto di automatica educazione. Alla cintola porta una bisaccia di cuoio consumato, che tintinna debolmente ad ogni passo, tradendo il suono inconfondibile di piccole monete metalliche.\u003c/p\u003e"
                               },
                               {
                                   "type":  "image_box",
                                   "title":  "I Compagni Fedeli",
                                   "subtitle":  "Mimi, Coco e Balù",
                                   "image":  "img/items/rabberduscolanderson_dogs.webp",
                                   "image_caption":  "I tre fedeli compagni di Rabberduscolanderson: Balù, Mimi e Coco.",
                                   "tags":  [
                                                "Compagni",
                                                "Lealtà"
                                            ],
                                   "sections":  [
                                                    {
                                                        "heading":  "Lealtà Incondizionata",
                                                        "text":  "I tre fedeli cani di Rabberduscolanderson, che lo hanno seguito fino alla morte e oltre."
                                                    }
                                                ],
                                   "quote":  "L\u0027unico amore che non tradisce mai."
                               }
                           ],
        "questline":  {
                          "title":  "Missioni di Rabberduscolanderson",
                          "character_specific_quests":  [
                                                            {
                                                                "character_id":  "valdor",
                                                                "text":  "Frugare nella tasca di Ran\u0027Dra e trovare cosa nasconde.",
                                                                "status":  "COMPLETA",
                                                                "image":  "img/players/valdor_transp.webp"
                                                            }
                                                        ],
                          "general_quests":  [
                                                 {
                                                     "text":  "Trovare le 3 targhette dei suoi cani perduti.",
                                                     "status":  "COMPLETA"
                                                 },
                                                 {
                                                     "text":  "Trovare qualcosa che possa ricordargli la sua amata Elena.",
                                                     "status":  "COMPLETA"
                                                 }
                                             ]
                      },
        "relationships":  [
                              {
                                  "id":  "x",
                                  "description":  "Sorella minore"
                              },
                              {
                                  "id":  "karla",
                                  "description":  "Nipote"
                              }
                          ]
    },
    {
        "id":  "x",
        "name":  "X Von T",
        "role":  "La Studiosa",
        "status":  "vivo",
        "hidden":  false,
        "quote":  "Il sapere sopravvive dove il potere consuma.",
        "images":  {
                       "avatar":  "img/creatures/transp/x_transp.webp",
                       "hover":  "img/creatures/transp/x_animation.webp",
                       "portrait":  "img/creatures/x.webp"
                   },
        "content_blocks":  [
                               {
                                   "type":  "lore",
                                   "title":  "Biografia e Storia: Il Nome della Ripicca",
                                   "icon":  "fa-book-open",
                                   "content":  "\u003cp\u003eFiglia di Yuris e Leonora Von T, X porta un nome nato per ripicca. Dopo che il primogenito fu chiamato Rabberduscolanderson contro la volontà della madre, Leonora scelse per la figlia successiva un nome ridotto all\u0027essenziale: una sola lettera, un rifiuto silenzioso verso le imposizioni del marito.\u003c/p\u003e\u003cp\u003eCrescendo, X osservò i conflitti familiari da un angolo distante, trasformando la freddezza domestica in curiosità. Il sangue dei Von T le offriva privilegi, ma lei li usò soltanto per accedere a tomi e rituali proibiti.\u003c/p\u003e"
                               },
                               {
                                   "type":  "lore",
                                   "title":  "La Studiosa del Patto",
                                   "icon":  "fa-scroll",
                                   "content":  "\u003cp\u003eX fu attratta fin da piccola dalle arti arcane, incrociando ogni declinazione della necromanzia: resuscitazione, annichilimento, tessitura di anime. Studiò con attenzione il patto che Yuris stipulò per elevare la casata, annotando conseguenze e pericoli con rigore quasi accademico.\u003c/p\u003e\u003cp\u003ePur comprendendo l\u0027immenso potere destinato all\u0027Ultima Foglia, lo considerava una condanna. Cercò nei suoi studi una via per comprendere, non per ereditare, convinta che rincorrere quel potere le avrebbe fatto perdere la sua umanità.\u003c/p\u003e"
                               },
                               {
                                   "type":  "lore",
                                   "title":  "Scelte di Stirpe",
                                   "icon":  "fa-heart-crack",
                                   "content":  "\u003cp\u003eConvinta che il patto avrebbe divorato l\u0027Ultima Foglia, X decise di avere figli presto: a 17 anni diede alla luce Tokka e, subito dopo, Karla. Sapeva che Rabberduscolanderson difficilmente avrebbe portato avanti la stirpe e non voleva che il potere finale si posasse sulle sue spalle.\u003c/p\u003e\u003cp\u003ePer tutta la vita rimase ai margini degli intrighi di corte, utilizzando il titolo nobiliare soltanto per ottenere accesso a biblioteche, rituali e mentori. La famiglia la considerava distante; lei ricambiava con un distacco calcolato, protetta dai suoi studi.\u003c/p\u003e"
                               },
                               {
                                   "type":  "custom_box",
                                   "title":  "Ricercatrice nella Cripta",
                                   "icon":  "fa-feather",
                                   "borderColor":  "var(--accent-primary)",
                                   "content":  "\u003cp\u003eOra si trova nel primo piano della cripta: una cella piena di libri aperti, pergamene e formule abbozzate. La sua sete di conoscenza non si è placata con la morte, anzi si è cristallizzata.\u003c/p\u003e\u003cp\u003e\u003cstrong\u003eCosa vuole:\u003c/strong\u003e\u003c/p\u003e\u003cul\u003e\u003cli\u003eLibri, appunti, pergamene o documenti rari di qualsiasi scuola.\u003c/li\u003e\u003cli\u003eNotizie sul patto dei Von T e sugli esiti dell\u0027Ultima Foglia.\u003c/li\u003e\u003cli\u003eTrattati su necromanzia, sangue e tempo.\u003c/li\u003e\u003c/ul\u003e\u003cp\u003e\u003cstrong\u003eCosa offre:\u003c/strong\u003e\u003c/p\u003e\u003cul\u003e\u003cli\u003eInformazioni sulla famiglia, sui rituali necromantici e sulla cripta.\u003c/li\u003e\u003cli\u003eInterpretazioni di testi oscuri e piccoli rituali di supporto.\u003c/li\u003e\u003c/ul\u003e\u003cdiv style=\u0027background: rgba(80, 120, 160, 0.1); padding: 1rem; border-radius: 6px; margin: 1rem 0; border-left: 3px solid var(--accent-primary);\u0027\u003e\u003ci class=\u0027fas fa-info-circle\u0027\u003e\u003c/i\u003e\u003cspan class=\u0027mechanics-text\u0027\u003e Meccanica di Scambio: consegnando un testo interessante, i personaggi possono ottenere dettagli sul patto, bonus narrativi legati alla necromanzia o frammenti di conoscenza sulla famiglia.\u003c/span\u003e\u003c/div\u003e"
                               },
                               {
                                   "type":  "custom_box",
                                   "title":  "Aspetto e Presenza",
                                   "icon":  "fa-mask",
                                   "borderColor":  "#4A6A8A",
                                   "content":  "\u003cp\u003eX indossa vesti semplici macchiate d\u0027inchiostro, con pergamene arrotolate infilate nella cintura. Gli occhi, lucidi di curiosità, guardano chi le parla come se fosse una nota a piè di pagina di un manoscritto più grande. La voce è calma, misurata: quella di una donna che ha scelto il sapere al posto del potere.\u003c/p\u003e"
                               }
                           ],
        "relationships":  [
                              {
                                  "id":  "rabberduscolanderson",
                                  "description":  "Fratello maggiore"
                              },
                              {
                                  "id":  "karla",
                                  "description":  "Figlia"
                              }
                          ],
        "summary":  {
                        "race":  "Non Morto",
                        "age_at_death":  "58 anni",
                        "height":  "1.68m | 8kg",
                        "period":  "42-100",
                        "cause_of_death":  "Uccisa da Karla (???)"
                    }
    },
    {
        "id":  "nino_olegna",
        "name":  "Nino Olegna",
        "role":  "Il Tessimorte",
        "status":  "morto",
        "quote":  "Il tradimento è inaccettabile. Pagherai.",
        "images":  {
                       "avatar":  "img/creatures/transp/nino_olegna_transp.webp",
                       "hover":  "img/creatures/transp/nino_olegna_animation.webp",
                       "portrait":  "img/creatures/nino_olegna.webp"
                   },
        "summary":  {
                        "race":  "Non Morto",
                        "age_at_death":  "60 anni",
                        "height":  "2.60m | 210kg",
                        "period":  "25-85",
                        "cause_of_death":  "Gettato in gabbia con un Ratto delle Sabbie a Chult"
                    },
        "content_blocks":  [
                               {
                                   "type":  "lore",
                                   "title":  "Biografia e Storia: ?",
                                   "icon":  "fa-book-open",
                                   "content":  "?"
                               },
                               {
                                   "type":  "custom_box",
                                   "title":  "I Fascicoli della Tessimorfosi",
                                   "icon":  "fa-scroll",
                                   "borderColor":  "var(--accent-primary)",
                                   "content":  "\u003cp\u003eTra le carte del Tessimorte sono stati rinvenuti quattro studi principali, che dettagliano la discesa nella follia scientifica e magica per la creazione della vita attraverso la seta necrotica.\u003c/p\u003e"
                               },
                               {
                                   "type":  "image_box",
                                   "title":  "Tessimorfosi",
                                   "subtitle":  "Nascita delle Creature Tela",
                                   "image":  "img/documents/nino_fascicolo_creature_tela.webp",
                                   "image_caption":  "Schema di sostituzione dei tessuti molli con fibre di seta.",
                                   "tags":  [
                                                "Documento",
                                                "Studio"
                                            ],
                                   "sections":  [
                                                    {
                                                        "heading":  "Il Processo",
                                                        "text":  "Studi complessi su come consumare i tessuti di una creatura umana preservando ossa e tendini. La carne viene rimpiazzata da tela di ragno gigante incantata con energia necrotica."
                                                    },
                                                    {
                                                        "heading":  "Risultato",
                                                        "text":  "La \u0027Creatura Tela\u0027 finale è flessibile, resistente e totalmente manipolata per rispettare il volere del suo creatore senza esitazione."
                                                    }
                                                ],
                                   "quote":  "La carne marcisce, la tela perdura."
                               },
                               {
                                   "type":  "image_box",
                                   "title":  "Evoluzione",
                                   "subtitle":  "Utilizzi e Creazione del \u0027Webber\u0027",
                                   "image":  "img/documents/nino_fascicolo_webber.webp",
                                   "image_caption":  "Fusione di più creature in un unico organismo difensivo.",
                                   "tags":  [
                                                "Documento",
                                                "Studio"
                                            ],
                                   "sections":  [
                                                    {
                                                        "heading":  "Materia Prima",
                                                        "text":  "Le Creature Tela non sono solo servi, ma ingredienti. Possono essere consumate e fuse per generare esseri superiori."
                                                    },
                                                    {
                                                        "heading":  "Progetto Webber",
                                                        "text":  "Un esperimento riuscito che ha portato alla creazione di una creatura simile ad un Roper. Sacrificando creature tela minori, si ottiene un mostro difensivamente più utile e resistente."
                                                    }
                                                ]
                               },
                               {
                                   "type":  "image_box",
                                   "title":  "Tessimorfosi Ciclica",
                                   "subtitle":  "L\u0027Assistente: Il Bacio Mortale",
                                   "image":  "img/documents/nino_fascicolo_bacio_mortale.webp",
                                   "image_caption":  "Una figura umanoide composta di seta densa, china su un rituale.",
                                   "tags":  [
                                                "Documento",
                                                "Studio"
                                            ],
                                   "sections":  [
                                                    {
                                                        "heading":  "Ottimizzazione",
                                                        "text":  "Per velocizzare la creazione dell\u0027armata, è stato progettato un Assistente. Richiede il consumo di un numero elevatissimo di Creature Tela, ma il risultato è inestimabile."
                                                    },
                                                    {
                                                        "heading":  "Lealtà Assoluta",
                                                        "text":  "Il Bacio Mortale è incredibilmente potente e pericoloso. Essendo composto della stessa essenza delle creature, vede Nino non solo come creatore, ma come padre e padrone assoluto, assistendolo nei rituali più complessi."
                                                    }
                                                ],
                                   "quote":  "Egli tesse dove le mie mani non arrivano."
                               },
                               {
                                   "type":  "image_box",
                                   "title":  "Tessimorfosi Definitiva",
                                   "subtitle":  "La Fine del Ciclo: Il Colosso di Tela",
                                   "image":  "img/documents/nino_fascicolo_colosso_tela.webp",
                                   "image_caption":  "Schizzi frenetici di una creatura immensa che assorbe corpi.",
                                   "tags":  [
                                                "Documento",
                                                "Studio"
                                            ],
                                   "sections":  [
                                                    {
                                                        "heading":  "Genesi Rapida",
                                                        "text":  "Con l\u0027aiuto del Bacio Mortale, il tempo di creazione si riduce drasticamente. Nonostante l\u0027alto sacrificio di servitori richiesto, la creazione del Colosso diventa possibile in tempi brevi."
                                                    },
                                                    {
                                                        "heading":  "L\u0027Imbattibile",
                                                        "text":  "Una volta vivo, il Colosso si auto-alimenta. Uccide creature, ne assorbe i corpi e tramuta i tessuti in nuova tela, crescendo in dimensioni e potenza all\u0027infinito."
                                                    },
                                                    {
                                                        "heading":  "Nota Finale",
                                                        "text":  "La grafia diviene pesante, il calco della penna quasi strappa la carta. L\u0027ultima frase è un urlo di vendetta impresso nell\u0027inchiostro: \u0027Nessuno sarà in grado di fermare questa creatura. NEMMENO TU.\u0027"
                                                    }
                                                ]
                               },
                               {
                                   "type":  "image_box",
                                   "title":  "Pergamena: Il Lamento del Tradito",
                                   "subtitle":  "Un messaggio personale rivolto a Karla.",
                                   "image":  "img/documents/nino_poesia.webp",
                                   "image_caption":  "Versi tracciati con rabbia su pergamena antica.",
                                   "tags":  [
                                                "Documento",
                                                "Poesia"
                                            ],
                                   "sections":  [
                                                    {
                                                        "heading":  "Il Testo",
                                                        "text":  "Nel fondo della tomba, continuamente mi rigiravo,\u003cbr\u003ePer quell\u0027azione ignobile che da te non m\u0027aspettavo.\u003cbr\u003e\u003cbr\u003eOra dal buio ritorno, con in mano il mio cuore,\u003cbr\u003eDa padre tradito, sento ancora il dolore.\u003cbr\u003e\u003cbr\u003eUn dolore antico, che in me non si placa,\u003cbr\u003eIngannato ed ucciso dalla mia figlia ingrata.\u003cbr\u003e\u003cbr\u003eMa ascolta l’avviso che la bianca tela ti porta,\u003cbr\u003ePerché qualcosa nel tuo piano stavolta è andata storta.\u003cbr\u003e\u003cbr\u003eTra densi fili di tenebra sarai imprigionata,\u003cbr\u003eNessuna salvezza, nessuna pietà mostrata.\u003cbr\u003e\u003cbr\u003eTi troveranno, lo sai... vedrai le loro zanne e la seta\u003cbr\u003esarà la mia vendetta a prendere forma… e sarà completa.\u003cbr\u003e\u003cbr\u003eKarla, figlia ingrata, quel giorno il rispetto è mancato,\u003cbr\u003eil mio sangue è colato, ed il mio onore si è spezzato.\u003cbr\u003e\u003cbr\u003eMa a chi spezza il sacro ed antico patto familiare,\u003cbr\u003eresta solo la notte, e i ragni che -"
                                                    }
                                                ],
                                   "quote":  "Ma a chi spezza il sacro ed antico patto familiare, resta solo la notte..."
                               }
                           ],
        "relationships":  [

                          ],
        "hidden":  false
    },
    {
        "id":  "franky",
        "name":  "Franky",
        "role":  "Lo Scienziato",
        "status":  "vivo",
        "hidden":  false,
        "quote":  "She volete dei shieri, io shi shono!",
        "images":  {
                       "avatar":  "img/creatures/transp/franky_transp.webp",
                       "hover":  "img/creatures/transp/franky_animation.webp",
                       "portrait":  "img/creatures/franky.webp"
                   },
        "content_blocks":  [

                           ],
        "relationships":  [
                              {

                              }
                          ]
    },
    {
        "id":  "karla",
        "name":  "Karla Von T",
        "role":  "La Vampira",
        "status":  "vivo",
        "hidden":  false,
        "quote":  "Insieme possiamo raggiungere il nostro obiettivo, lo sento.",
        "images":  {
                       "avatar":  "img/creatures/transp/karla_transp.webp",
                       "hover":  "img/creatures/transp/karla_animation.webp",
                       "portrait":  "img/creatures/karla.webp"
                   },
        "content_blocks":  [

                           ],
        "relationships":  [
                              {
                                  "id":  "rabberduscolanderson",
                                  "description":  "Zio"
                              },
                              {
                                  "id":  "x",
                                  "description":  "Madre"
                              }
                          ]
    },
    {
        "id":  "elena",
        "name":  "Elena Erbadath",
        "role":  "La Fantasma",
        "status":  "ignoto",
        "hidden":  false,
        "quote":  "I ricordi sono annebbiati... ma il mio amore per lui è eterno.",
        "images":  {
                       "avatar":  "img/creatures/transp/elena_transp.webp",
                       "hover":  "img/creatures/transp/elena_animation.webp",
                       "portrait":  "img/creatures/elena.webp"
                   },
        "content_blocks":  [

                           ],
        "relationships":  [
                              {

                              }
                          ],
        "summary":  {
                        "race":  "Fantasma",
                        "age_at_death":  "34 anni",
                        "height":  "1.61m | 750g",
                        "period":  "56-90",
                        "cause_of_death":  "Uccisa da Karla (Pugnalata al petto)"
                    }
    },
    {
        "id":  "zara",
        "name":  "Zara",
        "role":  "La Giullare",
        "status":  "ignoto",
        "hidden":  false,
        "quote":  "Buuuu! Ahahaha!",
        "images":  {
                       "avatar":  "img/creatures/transp/zara_transp.webp",
                       "hover":  "img/creatures/transp/zara_animation.webp",
                       "portrait":  "img/creatures/zara.webp"
                   },
        "content_blocks":  [

                           ],
        "relationships":  [
                              {

                              }
                          ]
    }
]
