{
  "valdor": {
    "bgImage": "tree_valdor.png",
    "nodes": [
      {
        "id": 1,
        "x": 50,
        "y": 80,
        "icon": "https://placehold.co/100/8a1c1c/fff?text=1",
        "title": "Cariche Tonanti",
        "flavor": "Il potere del tuono si concentra nel palmo della tua mano.",
        "desc": "<p>Ottieni 3 cariche tonanti e recuperi le tue cariche tonanti quando completi un riposo lungo. Inoltre, recuperi 1 carica tonante ogni volta che infliggi danni ad una creatura ostile con il tuo Schiaffo Tonante. Se fai un critico, ne recuperi 2.</p><p>Quando vieni colpito da un attacco, puoi usare la tua reazione per spendere 1 carica tonante ed attaccare la creatura attaccante con il tuo Schiaffo Tonante, se si trova nel tuo reach.</p><p>Quando raggiungi 0 punti vita, puoi spendere 1 carica tonante per rimanere con 1 punto vita.</p>",
        "keyNode": true,
        "connections": [2]
      },
      {
        "id": 2,
        "x": 50,
        "y": 70,
        "icon": "https://placehold.co/100/333/fff?text=2",
        "title": "Risonanza Tonante",
        "flavor": "L'eco dei tuoi schiaffi tonanti si propaga nel tuo corpo.",
        "desc": "<p>Ogni volta che spendi le tue cariche tonanti, puoi attivare uno dei seguenti effetti a tua scelta:</p><ul><li>Ottieni punti vita temporanei pari a 1d4 × cariche spese (eventualmente cumulativi);</li><li>Ottieni classe armatura pari a 1d4 × cariche spese, fino alla fine del tuo prossimo turno;</li><li>Ottieni un bonus ai tiri salvezza pari a 1d4 × cariche spese, fino alla fine del tuo prossimo turno;</li><li>Ottieni un bonus ai danni del tuo Schiaffo Tonante pari a 1d4 × cariche spese, fino alla fine del tuo prossimo turno.</li></ul>",
        "connections": [3, 4]
      },
      {
        "id": 3,
        "x": 35,
        "y": 60,
        "icon": "https://placehold.co/100/333/fff?text=3",
        "title": "Carica Devastante",
        "flavor": "Convogli l'energia tonante in un singolo colpo devastante.",
        "desc": "<p>Dopo aver colpito con il tuo Schiaffo Tonante, puoi spendere un numero di cariche tonanti a tua scelta per aumentare i danni inflitti di 1d8 × numero di cariche tonanti spese.</p>",
        "connections": [5]
      },
      {
        "id": 4,
        "x": 65,
        "y": 60,
        "icon": "https://placehold.co/100/333/fff?text=4",
        "title": "Braccio Tonante",
        "flavor": "Il tuono raggiunge anche i nemici più lontani.",
        "desc": "<p>All'inizio del tuo turno, puoi spendere 1 carica tonante per aumentare il reach di 30 piedi del tuo Schiaffo Tonante fino all'inizio del tuo prossimo turno.</p>",
        "connections": [5]
      },
      {
        "id": 5,
        "x": 50,
        "y": 52,
        "icon": "https://placehold.co/100/333/fff?text=5",
        "title": "Mano Tonante",
        "flavor": "Una gigantesca mano di pura energia tonante risponde ai tuoi comandi.",
        "desc": "<p>Il numero massimo di cariche tonanti che puoi immagazzinare aumenta di 2.</p><p>Puoi usare la tua azione per spendere 5 cariche tonanti ed evocare una Mano Tonante entro 120 piedi da te, per 1 minuto (concentrazione richieta). La Mano Tonante è un oggetto di taglia Grande con 20 AC e punti vita massimi pari a 10 × numero massimo di cariche tonanti.</p><p>Quando usi questa abilità ed usando la tua azione bonus nei turni successivi, puoi muovere la mano di 60 piedi e usare uno Schiaffone Tonante.</p><ul><li><strong>Schiaffone Tonante:</strong> melee spell attack, danno tuono: 1d6 × numero massimo di cariche tonanti.</li></ul>",
        "connections": [6, 7]
      },
      {
        "id": 6,
        "x": 25,
        "y": 44,
        "icon": "https://placehold.co/100/333/fff?text=6",
        "title": "Raffica di Schiaffi",
        "flavor": "Le tue mani colpiscono più veloci del tuono.",
        "desc": "<p>Ottieni extra attack quando attacchi con il tuo Schiaffo Tonante.</p>",
        "connections": [8]
      },
      {
        "id": 7,
        "x": 75,
        "y": 44,
        "icon": "https://placehold.co/100/333/fff?text=7",
        "title": "Schiaffo Assordante",
        "flavor": "Ogni schiaffo lascia dietro di sé un fragore assordante.",
        "desc": "<p>Il numero massimo di cariche tonanti che puoi immagazzinare aumenta di 3.</p><p>Quando colpisci con il tuo Schiaffo Tonante, puoi spendere 1 carica tonante per forzare la creatura a superare un tiro salvezza Costituzione, o essere Assordata. Se la creatura fallisce il tiro salvezza, recuperi 2 cariche tonanti.</p>",
        "connections": [8]
      },
      {
        "id": 8,
        "x": 50,
        "y": 40,
        "icon": "https://placehold.co/100/333/fff?text=8",
        "title": "Mano Tonante Potenziata",
        "flavor": "La Mano Tonante diventa il tuo pugno divino sul campo di battaglia.",
        "desc": "<p>La tua Mano Tonante può attaccare un numero di volte pari al numero di attacchi che puoi fare con il tuo Schiaffo Tonante ed ottiene un bonus al tiro per colpire pari al tuo numero massimo di cariche tonanti.</p><p>Inoltre, quando la Mano Tonante colpisce una creatura Assordata con il suo Schiaffone Tonante, puoi spendere 1 carica tonante per forzare la creatura a superare un tiro salvezza Costituzione, o essere Stordita fino alla fine del tuo prossimo turno.</p>",
        "connections": [9, 10]
      },
      {
        "id": 9,
        "x": 30,
        "y": 32,
        "icon": "https://placehold.co/100/333/fff?text=9",
        "title": "Raffica di Schiaffi+",
        "flavor": "Affini la tua tecnica, moltiplicando il ritmo dei tuoi colpi.",
        "desc": "<p>Ottieni extra attack quando attacchi con il tuo Schiaffo Tonante.</p>",
        "connections": [11]
      },
      {
        "id": 10,
        "x": 70,
        "y": 32,
        "icon": "https://placehold.co/100/333/fff?text=10",
        "title": "Abiurazione Tonante",
        "flavor": "I tuoi incantesimi difensivi risuonano come un tuono distante.",
        "desc": "<p>Il numero massimo di cariche tonanti che puoi immagazzinare aumenta di 2.</p><p>Quando lanci un incantesimo di Abiurazione, puoi spendere le tue cariche tonanti per upcastarlo di 1 livello per ogni carica tonante che spendi.</p>",
        "connections": [11]
      },
      {
        "id": 11,
        "x": 50,
        "y": 12,
        "icon": "https://placehold.co/100/d4af37/000?text=11",
        "title": "Schiaffone Finale",
        "flavor": "Il colpo conclusivo che fa tremare cielo e terra.",
        "desc": "<p>Se hai almeno 1 carica tonante, puoi spendere tutte le tue cariche tonanti rimaste per sferrare uno Schiaffone Finale, massimizzando i danni dello Schiaffone Tonante (prima del tiro per colpire). Dopo aver sferrato questo attacco, la Mano Tonante svanisce in un tuono assordante. Ogni creatura entro 15 piedi dalla Mano Tonante deve superare un tiro salvezza Costituzione o subire danni pari a tutti i danni inflitti dalla Mano Tonante in questo turno. Superare dimezza.</p>",
        "connections": []
      }
    ]
  },
  "apothecary": {
    "bgImage": "tree_apothecary.png",
    "nodes": [
      {
        "id": 1,
        "x": 60,
        "y": 15,
        "icon": "skill_apothecary_corpo_terreno.png",
        "title": "Corpo Terreno",
        "flavor": "Il tuo corpo terreno inizia a diventare fertile.",
        "desc": "<p>Puoi coltivare delle piante direttamente sul tuo petto. Per piantare un seme nel tuo corpo, puoi consumare uno slot incantesimo. Dopo 24 ore, tra le tue piume nasceranno delle Foglie di Apothecura utilizzabili per creare una Pozione di Apothecura. Se ingerita, rigenera 3d4+3 punti vita.</p><p>Puoi cogliere e consumare le tue Foglie di Apothecura durante un riposo breve per ottenere la pozione. Una volta colte, le foglie rimangono utlizzabili per 8 ore, prima di scadere. Puoi avere al massimo una porzione di foglie sul tuo corpo.</p><p>Quando raggiungi 0 punti vita, se hai piantato le Foglie di Apothecura sul tuo corpo da almeno 1 ora, puoi ottenere immediatamente gli effetti forniti dalla tua Pozione di Apothecura, consumando le foglie.</p>",
        "keyNode": true,
        "connections": [2, 3]
      },
      {
        "id": 2,
        "x": 60,
        "y": 27,
        "icon": "skill_apothecary_crescita_rigogliosa.png",
        "title": "Crescita Rigogliosa",
        "flavor": "Il tuo corpo terreno consente una crescita più rigogliosa.",
        "desc": "Le tue Foglie di Apothecura sono più succose. Le tue Pozioni di Apothecura curano di 2d4+2 punti vita aggiuntivi.",
        "connections": [4]
      },
      {
        "id": 3,
        "x": 45,
        "y": 27,
        "icon": "skill_apothecary_crescita_rapida.png",
        "title": "Crescita Rapida",
        "flavor": "Il tuo corpo terreno consente una crescita più veloce.",
        "desc": "Le piante che crescono sul tuo corpo impiegano la metà del tempo per essere pronte all'utilizzo.",
        "connections": [4]
      },
      {
        "id": 4,
        "x": 45,
        "y": 39,
        "icon": "skill_apothecary_apotherapia.png",
        "title": "Apotherapia",
        "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
        "desc": "Ora puoi coltivare anche Foglie di Apotherapia per creare una Pozione di Apotherapia. Se ingerita, rimuove gli effetti negativi che affliggono il paziente, con un effetto pari all'incantesimo Lesser Restoration.",
        "connections": [5, 6]
      },
      {
        "id": 5,
        "x": 45,
        "y": 51,
        "icon": "skill_apothecary_crescita_rigogliosa.png",
        "title": "Crescita Rigogliosa",
        "flavor": "Il tuo corpo terreno consente una crescita più rigogliosa.",
        "desc": "Le tue Foglie di Apothecura sono più succose. Le tue Pozioni di Apothecura curano di 2d4+2 punti vita aggiuntivi.",
        "connections": [7]
      },
      {
        "id": 6,
        "x": 30,
        "y": 51,
        "icon": "skill_apothecary_crescita_rapida.png",
        "title": "Crescita Rapida",
        "flavor": "Il tuo corpo terreno consente una crescita più veloce.",
        "desc": "Le piante che crescono sul tuo corpo impiegano la metà del tempo per essere pronte all'utilizzo.",
        "connections": [7]
      },
      {
        "id": 7,
        "x": 30,
        "y": 63,
        "icon": "skill_apothecary_giardino_variegato.png",
        "title": "Giardino Variegato",
        "flavor": "Il tuo corpo terreno ora riesce ad ospitare più foglie contemporaneamente.",
        "desc": "Se usi uno slot incantesimo di 2° livello o superiore, puoi coltivare contemporaneamente 2 porzioni di piante (uguali o diverse, a tua scelta).",
        "connections": [8]
      },
      {
        "id": 8,
        "x": 60,
        "y": 63,
        "icon": "skill_apothecary_apothempo.png",
        "title": "Apothempo",
        "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
        "desc": "Ora puoi coltivare anche Foglie di Apothempo per creare una Pozione di Apothempo. Se ingerita, consente di eseguire un'azione extra nel prossimo turno.",
        "connections": [9]
      },
      {
        "id": 9,
        "x": 75,
        "y": 51,
        "icon": "skill_apothecary_apothenza.png",
        "title": "Apothenza",
        "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
        "desc": "Ora puoi coltivare anche Foglie di Apothenza per creare una Pozione di Apothenza. Se ingerita, consente di infliggere 3d10 danni aggiuntivi con il prossimo attacco, entro 1 minuto.",
        "connections": [10, 11]
      },
      {
        "id": 10,
        "x": 60,
        "y": 39,
        "icon": "skill_apothecary_apothecaos.png",
        "title": "Apothecaos",
        "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
        "desc": "<p>Se usi uno slot incantesimo di 3° livello o superiore, puoi coltivare contemporaneamente 3 piante (uguali o diverse, a tua scelta).</p><p>Ora puoi coltivare anche Foglie di Apothecaos per creare una Pozione di Apothecaos. Se ingerita, tira 1d8 per stabilire il suo effetto:</p><ul><li><strong>1:</strong> 10d10 danni necrotici (TS Cost).</li><li><strong>2:</strong> Avvelenato 1 ora (TS Cost).</li><li><strong>3:</strong> Confusione (TS Sag).</li><li><strong>4:</strong> Ottiene un punto ispirazione.</li><li><strong>5:</strong> Effetti di Greater Restoration.</li><li><strong>6:</strong> Resistenza danni fisici (1 ora).</li><li><strong>7:</strong> Effetti di Apothecura, Apotherapia, Apothempo e Apothenza.</li><li><strong>8:</strong> Recupera 10d10+20 HP.</li></ul>",
        "connections": []
      },
      {
        "id": 11,
        "x": 75,
        "y": 39,
        "icon": "skill_apothecary_apotheosi.png",
        "title": "Apotheosi",
        "flavor": "Sul tuo corpo terreno cresce una nuova varietà di pianta.",
        "desc": "<p>Se usi uno slot incantesimo di 3° livello o superiore, puoi coltivare contemporaneamente 3 piante (uguali o diverse, a tua scelta).</p><p>Ora puoi coltivare anche Foglie di Apotheosi per creare una Pozione di Apotheosi. Se ingerita, ogni volta che la creatura lancia un incantesimo di cura, ogni bersaglio è curato di 3d4 punti vita aggiuntivi.</p>",
        "connections": []
      }
    ]
  },
  "garun": {
    "bgImage": "tree_garun.png",
    "nodes": [
      {
        "id": 1,
        "x": 50,
        "y": 72,
        "icon": "skill_garun_impulso_premonitore.png",
        "title": "Impulso Premonitore",
        "flavor": "Alcuni battiti del tuo cuore mandano impulsi al tuo cervello.",
        "desc": "<p>Alcuni battiti del tuo cuore mandano impulsi al tuo cervello, permettendoti di vedere in anticipo eventi dell'immediato futuro.</p><p>Puoi aggiungere il tuo modificatore Saggezza alla CA.</p><p>Una volta al giorno, la prima volta che raggiungi 0 punti vita mentre sei in ira, rimani invece con 1 punto vita. Poi, per un numero di round completi pari al tuo modificatore di Saggezza, oltre che nel resto del round in cui l'effetto si attiva, eviti automaticamente tutti gli attacchi di cui sei il bersaglio e superi ogni tiro salvezza su Destrezza. Questo effetto finisce se la tua ira termina.</p>",
        "state": "unlocked",
        "keyNode": true,
        "connections": [2, 3]
      },
      {
        "id": 2,
        "x": 35,
        "y": 72,
        "icon": "skill_garun_premonizione_ripetuta.png",
        "title": "Premonizione Ripetuta",
        "flavor": "Ogni volta che vieni colpito, la frequenza degli impulsi aumenta.",
        "desc": "<p>Ogni volta che vieni colpito, la frequenza degli impulsi del tuo cuore aumenta.</p><p>Ogni volta che vieni colpito da un attacco di una creatura nemica, ottieni un bonus di +1 alla CA, fino ad un massimo pari al tuo modificatore di Saggezza.</p><p>Il bonus termina all'inizio del tuo prossimo turno.</p>",
        "state": "unlocked",
        "connections": [4]
      },
      {
        "id": 3,
        "x": 65,
        "y": 72,
        "icon": "skill_garun_premonizione_istantanea.png",
        "title": "Premonizione Istantanea",
        "flavor": "Il tuo cuore rilascia istintivamente un impulso immediato.",
        "desc": "<p>Il tuo cuore rilascia istintivamente un impulso immediato nei momenti di pericolo improvvisi.</p><p>Ogni volta che sei soggetto ad un tiro salvezza di qualsiasi tipo, puoi aggiungere il tuo modificatore di Saggezza a quel tiro salvezza.</p><p>Nel caso di tiri salvezza su Saggezza, aggiungi il modificatore due volte.</p>",
        "state": "unlockable",
        "connections": [4]
      },
      {
        "id": 4,
        "x": 50,
        "y": 50,
        "icon": "skill_garun_impulso_antico.png",
        "title": "Impulso Antico",
        "flavor": "Nei momenti in cui provi dolore, gli impulsi del tuo cuore diventano gelidi.",
        "desc": "<p>Nei momenti in cui provi dolore, gli impulsi del tuo cuore diventano gelidi.</p><p>Dopo aver subito danni, puoi usare la tua reazione per ottenere 1d10 + il tuo modificatore di Saggezza punti vita temporanei.</p><p>All'inizio del tuo turno puoi decidere di convertire tutti i tuoi punti vita temporanei in punti vita. Non puoi superare i tuoi punti vita massimi; l'eventuale eccedenza va persa.</p>",
        "state": "locked",
        "connections": [5]
      },
      {
        "id": 5,
        "x": 50,
        "y": 30,
        "icon": "skill_garun_impulso_primordiale.png",
        "title": "Impulso Primordiale",
        "flavor": "Gli impulsi gelidi del tuo cuore risvegliano un potere antico.",
        "desc": "<p>Gli impulsi gelidi del tuo cuore risvegliano un potere antico che ti lega alla tua terra natale.</p><p>Come azione bonus, ti trasformi nella Forma Primordiale: la tua taglia diventa Grande, ottieni immunità ai danni da Gelo e 50 punti vita temporanei.</p><p>Mantieni questa forma per 1 minuto o finché i tuoi punti vita temporanei non scendono a 0.</p><p>Puoi entrare in questa forma una volta per riposo breve.</p>",
        "connections": [6, 7, 8, 9]
      },
      {
        "id": 6,
        "x": 35,
        "y": 20,
        "icon": "skill_garun_impulso_d_ira.png",
        "title": "Impulso d'Ira",
        "flavor": "Gli impulsi del tuo cuore e della tua mente si allineano perfettamente.",
        "desc": "<p>Gli impulsi del tuo cuore e della tua mente si allineano perfettamente.</p><p>Puoi entrare nella tua Forma Primordiale con la stessa azione bonus con cui entri in ira, consumando un utilizzo di entrambe le abilità.</p>",
        "connections": [10]
      },
      {
        "id": 7,
        "x": 35,
        "y": 40,
        "icon": "skill_garun_istinto_improvviso.png",
        "title": "Istinto Improvviso",
        "flavor": "Qualcosa dentro ti suggerisce di andare contro le regole.",
        "desc": "<p>Qualcosa dentro ti suggerisce di andare contro le classiche regole di combattimento.</p><p>Mentre sei nella tua Forma Primordiale e non stai impugnando armi, ottieni i seguenti benefici:</p><ul><li>Puoi usare il tuo scudo come arma da mischia (1d8 danni contundenti).</li><li>Mentre attacchi con uno scudo, puoi aggiungere 2 volte il tuo modificatore di Forza ai danni.</li><li>Puoi brandire due scudi ottenendo i benefici di entrambi.</li></ul>",
        "connections": [10]
      },
      {
        "id": 8,
        "x": 65,
        "y": 20,
        "icon": "skill_garun_saggezza_risvegliata.png",
        "title": "Saggezza Risvegliata",
        "flavor": "Il tuo istinto precognitivo guida ogni tuo movimento.",
        "desc": "<p>Il tuo istinto precognitivo guida ogni tuo movimento in battaglia.</p><p>Mentre sei nella tua Forma Primordiale e non indossi un'armatura, se vieni colpito da un attacco puoi usare la tua reazione per guadagnare CA pari al tuo modificatore di Saggezza fino alla fine del turno della creatura che ti ha attaccato. Attivare questo effetto può far mancare l'attacco che lo ha attivato.</p><p>Puoi usare questa abilità un numero massimo di volte pari al tuo modificatore di Saggezza ogni riposo lungo.</p>",
        "connections": [12]
      },
      {
        "id": 9,
        "x": 65,
        "y": 40,
        "icon": "skill_garun_resistenza_risvegliata.png",
        "title": "Resistenza Risvegliata",
        "flavor": "La tua carne si indurisce come ghiaccio antico.",
        "desc": "<p>La tua carne si indurisce come ghiaccio antico.</p><p>Mentre sei nella tua Forma Primordiale, quando subisci danni, li riduci di un ammontare pari al tuo modificatore di Saggezza, dopo aver applicato resistenze e vulnerabilità.</p>",
        "connections": [12]
      },
      {
        "id": 10,
        "x": 30,
        "y": 30,
        "icon": "skill_garun_impulso_demoniaco.png",
        "title": "Impulso Demoniaco",
        "flavor": "L'impulso del tuo cuore si fa ardente e famelico.",
        "desc": "<p>L'impulso del tuo cuore si fa ardente e famelico. Senti che la tua forma primordiale inizia a prendere il sopravvento.</p><p>Quando entri nella tua Forma Primordiale, ottieni 100 punti vita temporanei al posto di 50.</p><p>Inoltre, ti curi immediatamente di un ammontare di punti vita pari a 10 × il tuo modificatore di Forza.</p>",
        "connections": [11]
      },
      {
        "id": 11,
        "x": 20,
        "y": 30,
        "icon": "skill_garun_demone_primordiale.png",
        "title": "Demone Primordiale",
        "flavor": "Gli impulsi tra il tuo cuore e cervello vanno a ritmo dell'Abisso.",
        "desc": "<p>Gli impulsi tra il tuo cuore e cervello vanno a ritmo dell'Abisso.</p><p>Ottieni +4 Forza, fino a un massimo di 30.</p><p>Quando entri nella tua Forma Primordiale, diventi un Demone Primordiale: il tuo tipo cambia in Demone, la tua taglia diventa Enorme e ottieni vulnerabilità ai danni Radiosi.</p><p>Finché resti in questa forma, ogni volta che colpisci una creatura ostile con un attacco, ti curi di punti vita pari al modificatore di Forza aggiunto ai danni di quell'attacco.</p>",
        "connections": []
      },
      {
        "id": 12,
        "x": 70,
        "y": 30,
        "icon": "skill_garun_impulso_di_nonmorte.png",
        "title": "Impulso di Non-morte",
        "flavor": "Il tuo cuore smette quasi di battere.",
        "desc": "<p>Il tuo cuore smette quasi di battere, ma continua a pulsare potere freddo.</p><p>Quando entri nella tua Forma Primordiale, ottieni 150 punti vita temporanei al posto di 50.</p>",
        "connections": [13]
      },
      {
        "id": 13,
        "x": 80,
        "y": 30,
        "icon": "skill_garun_nonmorto_primordiale.png",
        "title": "Non Morto Primordiale",
        "flavor": "I tuoi impulsi sono pochi ma precisi.",
        "desc": "<p>I tuoi impulsi sono pochi ma precisi. Respiri in modo estremamente lento, ma calcolato.</p><p>Ottieni +4 Saggezza, fino a un massimo di 30.</p><p>Quando entri nella tua Forma Primordiale, diventi un Non Morto Primordiale: il tuo tipo cambia in Non Morto, la tua taglia diventa Enorme e ottieni vulnerabilità ai danni Radiosi.</p><p>Se non indossi un'armatura, mentre sei in questa forma puoi aggiungere due volte il tuo modificatore di Saggezza alla tua CA base. Puoi comunque usare uno scudo normalmente.</p><p>All'inizio di ciascuno dei tuoi turni, ottieni 10 punti vita temporanei, fino a un massimo di 150.</p>",
        "connections": []
      }
    ]
  },
  "randra": {
    "bgImage": "tree_randra.png",
    "nodes": [
      {
        "id": 1,
        "x": 50,
        "y": 70,
        "icon": "skill_randra_spirito_interiore.png",
        "title": "Spirito Interiore",
        "flavor": "Una piccola fiamma si accende nel tuo cuore, liberandosi vicina.",
        "desc": "<p>Una volta ogni riposo lungo, puoi usare la tua azione per liberare il tuo Spirito Interiore in un punto che puoi vedere entro 30 piedi da te. Lo Spirito Interiore è una creatura che agisce sempre nel turno successivo al tuo, seguendo il tuo volere. Puoi usare la tua azione bonus durante il tuo turno per farlo muovere della sua velocità.</p><p>Quando muori, se il tuo Spirito Interiore si trova entro 120 piedi da te, il tuo corpo si tramuta in finissima cenere incandescente. Poi, si rigenera nella posizione del tuo Spirito Interiore, consumandolo. Quando accade, ottieni punti vita pari ai punti vita rimanenti del tuo Spirito Interiore.</p><p>Lo Spirito Interiore ha 5 × tuo livello da Mago punti vita massimi ed il suo Firebolt ha un danno base come il tuo.</p>",
        "keyNode": true,
        "connections": [2],
        "state": "unlocked"
      },
      {
        "id": 2,
        "x": 50,
        "y": 60,
        "icon": "skill_randra_fiamma_estesa.png",
        "title": "Fiamma Estesa",
        "flavor": "La fiamma nel tuo cuore inizia ad ardere ancora più forte.",
        "desc": "<p>Hai sempre il trucchetto Firebolt preparato.</p><p>Quando colpisci una creatura con il tuo Firebolt, puoi generare un'ondata di fiamme intorno ad essa. Ogni creatura entro 5 piedi dal bersaglio deve superare un tiro salvezza su Destrezza, o subire gli stessi danni del tuo firebolt. Una creatura che supera il tiro salvezza subisce metà dei danni.</p>",
        "connections": [3, 4],
        "state": "unlockable"
      },
      {
        "id": 3,
        "x": 35,
        "y": 60,
        "icon": "skill_randra_rilascio_sincronizzato.png",
        "title": "Rilascio Sincronizzato",
        "flavor": "L'affinità tra te ed il tuo Spirito Interiore migliora.",
        "desc": "<p>Ogni volta che infliggi danni da fuoco ad un bersaglio singolo con un incantesimo, il tuo Spirito Interiore può lanciare immediatamente un Firebolt contro quel bersaglio.</p>",
        "connections": [5]
      },
      {
        "id": 4,
        "x": 65,
        "y": 60,
        "icon": "skill_randra_rilascio_esplosivo.png",
        "title": "Rilascio Esplosivo",
        "flavor": "L'affinità tra te ed il tuo Spirito Interiore migliora.",
        "desc": "<p>Ogni volta che infliggi danni da fuoco ad area colpendo almeno 2 bersagli, il tuo Spirito Interiore può rilasciare immediatamente un'onda infuocata di 10 piedi intorno a sé. Le creature nell'area devono superare un tiro salvezza su Destrezza o subire i danni del suo Firebolt. Una creatura che supera il tiro subisce metà dei danni.</p>",
        "connections": [6]
      },
      {
        "id": 5,
        "x": 30,
        "y": 50,
        "icon": "skill_randra_sincronia_esplosiva.png",
        "title": "Sincronia Esplosiva",
        "flavor": "Il tuo Spirito Interiore riesce ad incanalare meglio il tuo potere nella sua fiamma.",
        "desc": "<p>Quando il tuo Spirito Interiore lancia un Firebolt, puoi decidere di ridurre il suo tiro per colpire di 5 per conferirgli un bonus di +10 ai danni.</p>",
        "connections": [7]
      },
      {
        "id": 6,
        "x": 70,
        "y": 50,
        "icon": "skill_randra_esplosione_controllata.png",
        "title": "Esplosione Controllata",
        "flavor": "Riesci a controllare la fiamma del tuo Spirito Interiore, limitando i danni subiti dai tuoi alleati.",
        "desc": "<p>Quando il tuo Spirito Interiore rilascia un'onda infuocata con Rilascio Esplosivo, ottiene punti vita temporanei pari al risultato del dado dei danni ed è in grado di escludere le creature che desideri dai danni inflitti.</p>",
        "connections": [7]
      },
      {
        "id": 7,
        "x": 50,
        "y": 40,
        "icon": "skill_randra_energia_incanalata.png",
        "title": "Energia Incanalata",
        "flavor": "Riesci ad infondere magia aggiuntiva nei tuoi Firebolt, rendendoli estremamente ustionanti.",
        "desc": "<p>Ogni volta che utilizzi il tuo Firebolt, puoi scegliere di infonderlo di ulteriore energia arcana, amplificando le sue fiamme. Prima del tiro per colpire, puoi spendere un tuo spell slot per aumentare i danni del Firebolt di 2d10 per ogni livello di slot speso.</p>",
        "connections": [8]
      },
      {
        "id": 8,
        "x": 50,
        "y": 30,
        "icon": "skill_randra_fuocus.png",
        "title": "Fuocus",
        "flavor": "Riesci a mettere il focus su ciò che stai facendo, concentrandoti profondamente.",
        "desc": "<p>Puoi usare la tua azione bonus per spendere uno slot incantesimo a tua scelta ed ottenere un bonus di +2 al tiro per colpire per ogni livello usato. L'effetto termina dopo che colpisci una creatura o alla fine del tuo turno.</p>",
        "connections": [9]
      },
      {
        "id": 9,
        "x": 50,
        "y": 20,
        "icon": "skill_randra_fiamma_rinata.png",
        "title": "Fiamma Rinata",
        "flavor": "Riesci ad interagire più facilmente con il tuo Spirito Interiore.",
        "desc": "<p>Puoi usare la tua azione per spendere uno slot di incantesimo di livello 4 o superiore per evocare il tuo Spirito Interiore, anche se lo hai già fatto una volta dopo il tuo ultimo riposo lungo.</p><p>Inoltre, puoi usare la tua azione per consumare il tuo Spirito Interiore e lanciare una Palla di Fuoco di 3° livello. Per attivare questo effetto, il tuo Spirito Interiore deve essere entro 120 piedi da te.</p>",
        "connections": [10, 11]
      },
      {
        "id": 10,
        "x": 35,
        "y": 20,
        "icon": "skill_randra_spirito_interiore_lontano.png",
        "title": "Spirito Interiore Lontano",
        "flavor": "Il tuo Spirito Interiore desidera restare in sicurezza, osservando i nemici bruciare da lontano.",
        "desc": "<p>Una volta per combattimento, quando lanci un incantesimo di fuoco mentre sei entro 10 piedi dal tuo Spirito Interiore, infliggi 1d10 danni da fuoco aggiuntivi per ogni livello incantesimo usato. Inoltre, ogni creatura a tua scelta all'interno di quell'area gode di immunità ai danni da Fuoco.</p><p>Quando rinasci con l'effetto di Spirito Interiore, puoi lanciare 3 Firebolt contro la creatura che ti ha ucciso. Se vuoi, puoi usare anche la tua reazione per usare Fuocus prima di lanciarli.</p>",
        "connections": []
      },
      {
        "id": 11,
        "x": 65,
        "y": 20,
        "icon": "skill_randra_spirito_interiore_vicino.png",
        "title": "Spirito Interiore Vicino",
        "flavor": "Il tuo Spirito Interiore desidera sentire i nemici bruciare da vicino.",
        "desc": "<p>I punti vita massimi del tuo Spirito Interiore diventano 10 × tuo livello da Mago.</p><p>Quando rinasci con l'effetto di Spirito Interiore, viene generata una Palla di Fuoco di 9° livello centrata su di te.</p>",
        "connections": []
      }
    ]
  }
}
